<h2>Kultanaamio eli viha on kaunis sana</h2>
<i>Alla oleva analyysi on julkaistu Nerous Vitius -kolumnisarjan osana
<a href="http://www.rumba.fi/" target="_blank">Rumba</a>-lehden numerossa 24/98. Sarjan tarkoituksena on tarkastella merkitt&auml;vi&auml; suomalaisia rocklyyrikoita yleens&auml; yhden esimerkkitekstin kautta.
</i>
<br><br>
<p>
A.W. Yrj&auml;n&auml; on kiinnostava sanoittaja monesta syyst&auml;, mutta yksi keskeisimpi&auml;
asioita on se, ett&auml; h&auml;n h&auml;pe&auml;m&auml;tt&auml; hylk&auml;&auml; rocktekstien perinteiset raamit.
Miksei muka saisi tehd&auml; vaikeita ja oppineita lauluja? Miten niin muka ei
voisi kirjoittaa filosofisesti, uskonnollisesti ja kulttuuriantropologisesti
virittynytt&auml; teksti&auml;? Yrj&auml;n&auml; ty&ouml;nt&auml;&auml; lauluissaan rivien v&auml;liin
monisatasivuisia opuksia kuulostamatta silti keinotekoiselta.
<p>
Tai sanotaanko niin, ett&auml; Yrj&auml;n&auml; ei onnistuessaan kuulosta keinotekoiselta. Ja
h&auml;n onnistuu yll&auml;tt&auml;v&auml;n usein. J&auml;rkytt&auml;v&auml;n&auml; poikkeuksena on suuri osa
Discopolista. Levyn julkaisun aikoihin Yrj&auml;n&auml; sanoi monessa haastattelussa
kirjoittaneensa tekstit parissa viikossa. Monessa niist&auml; se tottavie n&auml;kyy. En
oikein jaksaisi viel&auml;k&auml;&auml;n uskoa, ett&auml; sellainenkin m&auml;t&auml; puujalkavitsi kuin
Paha on todella Yrj&auml;n&auml;n aikaansaannos. Ehdin jo s&auml;ik&auml;ht&auml;&auml;, ett&auml; sanoittaja on
hyp&auml;nnyt julkisen hahmonsa nahkoihin ja hukannut itsens&auml;, mutta sitten Cloaca
Maximan uudet biisit ja nyttemmin Vainajala osoittivat pelon tarpeettomaksi.
Yrj&auml;n&auml; pystyy yh&auml; kirjoittamaan kauniita ja mietitytt&auml;vi&auml; lauluja, kuten
vaikkapa Siivek&auml;s ja Arkangeli osoittavat. Massiivinen Vanha talvitie taas ei
juuri mietityt&auml;, onpahan vain julmetun hieno kuvaus talvesta ja siit&auml;
turvasta, jonka luonnon pys&auml;htyminen tuo sisimp&auml;&auml;n. Kirkas ja el&auml;m&auml;&auml; pursuava
kev&auml;t pakottaa aina muuttumaan, ja se pelottaa.
<p>
Mutta katsellaan t&auml;ll&auml; kertaa Kultanaamiota. Kauniita melodioita ja
mukaansatempaava, mahtipontinen kertos&auml;e, joka n&auml;ytt&auml;&auml; olevan suorapuheisinta
Yrj&auml;n&auml;&auml; koskaan. Kaikkinensa harvinaisen mieleenj&auml;&auml;v&auml; popralli, jossa on
potentiaalia vaikka mihin hittimittariin. Mutta kun teksti&auml; alkaa tarkastella,
hohdon alta paljastuu kylm&auml;, pettynyt ja kyyninen maailma, josta kiille on
varissut pois ja jossa unohduskin on vain hetkellinen. Laulumelodia sotii
teksti&auml; vastaan tavalla, joka muistuttaa The Police -klassikkoa Every Breath
You Take. Moni kuuntelee sit&auml; rakkauslauluna, vaikka biisiss&auml; on enemm&auml;n kyse
sadistisesta omistamisenhalusta. Kuka haluaisi el&auml;&auml; suhteessa, jonka toinen
osapuoli vakuuttaa Orwellin isoveljen tapaan, ett&auml; "I'll be watching you"?
Yrj&auml;n&auml; ja Sting eiv&auml;t varsinaisesti ole veljeksi&auml;, mutta &auml;&auml;risarkastinen
huumorintaju heit&auml; kyll&auml; yhdist&auml;&auml;.
<p>
Laulu alkaa rehellisell&auml; toteamuksella "min&auml; vihaan sinua". (On aika mainiota,
ett&auml; kun t&auml;llainen lause kirjoitetaan lauluun, se on paljon uskottavampi kuin
vastakohtansa "min&auml; rakastan sinua".) Laulun min&auml;hahmo katselee naista, joka
on valkoisella lakanalla "tuossa asennossa" "kuin nainen". Olen k&auml;sitt&auml;nyt
t&auml;m&auml;n viittaukseksi kulttuurissa vallitsevaan n&auml;kemykseen siit&auml;, miten naisen
tulisi olla houkutellakseen miest&auml; tehokkaimmin. T&auml;ss&auml; siis leikit&auml;&auml;n
roolileikki&auml;, mutta siihen on jo kyll&auml;stytty: "mutta et halua olla nainen /
etk&auml; minun olevan mies". Vaikka rakkautta n&auml;iden ihmisten v&auml;lill&auml; ei olekaan
ja vaikka asioiden nykytila ahdistaa heit&auml;, ajatus erosta on my&ouml;s mahdoton.
Laulun mies lukee naisestaan kaksi lausetta: "min&auml; vihaan sinua / min&auml; haluan
sinua", ja s&auml;keist&ouml;n lopussa h&auml;n kuvaa omaa ristiriitaansa kielt&auml;ess&auml;&auml;n ja
my&ouml;nt&auml;ess&auml;&auml;n yht&auml; aikaa: "min&auml; en tunnusta ett&auml; haluan enk&auml; saata l&auml;hte&auml;".
<p>
P&auml;&auml;lt&auml; katsottuna laulun kertos&auml;e on oikeaoppinen rakkauslaulun kertos&auml;e.
Min&auml;hahmo lupaa naiselleen, ett&auml; h&auml;n on t&auml;m&auml;n. "olen sinun / jos tahdot
niin / olen sinun / kuin syd&auml;mesi / poukkoileva, raivokas / jos tahdot /
olen sinun". Mutta t&auml;ll&auml; ei ole mit&auml;&auml;n tekemist&auml; esimerkiksi luottamuksen
kanssa, koska kertoja sanoo nimenomaan olevansa samanlainen kuin laulun
naisen syd&auml;n: poukkoileva ja raivokas. Toisaalta siis jotain, mik&auml; on naiselle
tuttua, mutta toisaalta jotain, mihin t&auml;m&auml; ei voi luottaa.
<p>
Kertos&auml;ett&auml; seuraavassa rakastelukohtauksessa pyrit&auml;&auml;n unohtamaan
nykyhetki ja muistamaan menneisyys. Pelk&auml;st&auml;&auml;n kiihke&auml;n&auml; alkanut kuvaus
muuttuu traagiseksi siin&auml; vaiheessa, kun aletaan puhua syyllisyydest&auml; ja
muistoista. Rakasteleva pari pyrkii tavoittamaan sen, mit&auml; joskus oli ja
mink&auml; kumpikin tiet&auml;&auml; olevan mennytt&auml;. "kaksiselk&auml;inen peto / raivoaa
tasangolla y&ouml;n / pian unohtuu aika ja tila / ja nahkapeitto ja syyllisyys /
ja rauenneilla kasvoilla / viipyy muiston pysyvyys". Kaksiselk&auml;inen peto
-vertauskuva on per&auml;isin Shakespearen Othellosta, mik&auml; on eritt&auml;in osuvaa,
sill&auml; sekin k&auml;sittelee ep&auml;luottamusta ja kieroutta ihmissuhteissa. Eik&auml;
sek&auml;&auml;n tarina hyvin p&auml;&auml;ty.
<p>
Seuraavassa kohdassa selvi&auml;&auml;, miksi asiat ovat menneet p&auml;in seini&auml;. Niin
sanottu rakkaus on ollut keksitty&auml; ja teeskennelty&auml;, ei jotain sellaista
mik&auml; el&auml;&auml; ja kasvaa. Unelmat eiv&auml;t ole k&auml;yneet toteen, mutta koska kaikki
on yritetty el&auml;&auml; niiden kautta, on menetetty my&ouml;s se mit&auml; oikeasti oli.
"rakensinko turhaan sinun varaasi ja saanko petty&auml; / etsin jotain kirjaa
johon luottaa, jossa meid&auml;t kerrotaan". Mies etsii pelastusta suhteeseen
sen ulkopuolelta. Jossain on oltava kirja, johon on kirjoitettu heid&auml;n
tarinansa. My&ouml;s rakkauden julkinen kuva on murenemassa ja kaikki p&auml;&auml;ttyy
murheellisesti: "alttaritaulun s&auml;vyt jotka koetimme niin huolella vangita /
haalistuu ja k&auml;rsimykseen p&auml;&auml;tyy t&auml;m&auml;kin n&auml;ytelm&auml;". Kielikuvat ovat tylyj&auml; -
n&auml;iden kahden ihmisen v&auml;linen asia on n&auml;ytelm&auml;, jossain kirjassa kerrottu
tarina, alttaritaulu johon on yritetty saada kauniit v&auml;rit osoittamaan muille
(ja ehk&auml; ennen kaikkea itse rakastavaisille), ett&auml; kaikki on hyvin.
<p>
C-osa, s&auml;vellyksellinen huippukohta, on my&ouml;s tekstin sis&auml;ll&ouml;llinen p&auml;&auml;tepiste,
jossa on Yrj&auml;n&auml;lle tyypillinen viittaus rajatiloihin. Aurinko-levyn laulussa
T&auml;hteinv&auml;linen todetaan, kuinka "el&auml;imet puhuvat t&auml;&auml;ll&auml; / aivan l&auml;hell&auml; unta".
Samaan hypnagogiseen tilaan viitataan my&ouml;s Kultanaamiossa: "muistan unien
el&auml;imet / kuinka ne osaavat puhua". Yrj&auml;n&auml;n sanoituksissa on niin paljon
viittauksia uniin, ett&auml; pelk&auml;st&auml;&auml;n niist&auml; voisi kirjoittaa pienen tutkielman.
Siksi keskityn nyt vain tekstin viimeisen riviin. Siin&auml; min&auml;hahmo katsoo
(ehk&auml; unessa) muistoaan nykyhetken tiedolla varustettuna: "kuinka
kultanaamioinen hiipii k&auml;yt&auml;v&auml;&auml;". Laulun nimen merkitys selvi&auml;&auml; vasta t&auml;ss&auml;.
Joko nainen on esitt&auml;nyt jotakuta muuta tai sitten mies on kuvitellut naisen
muuksi kuin h&auml;n on. Mies on rakastunut naamioon, ja kaikki on mennyt pilalle
koska ihminen sen takaa on tullut esiin.
<p>
Tekstiin on nivottu valtava m&auml;&auml;r&auml; pettymyst&auml;, k&auml;rsimyst&auml; ja valheellisuutta,
mutta sit&auml; ei v&auml;ltt&auml;m&auml;tt&auml; heti huomaa, sill&auml; melodia on niin kaunis.
Jos t&auml;m&auml;n ristiriidan haluaa tulkita, voi sanoa Yrj&auml;n&auml;n ironisoivan koko
popmusiikkia, joka vakuuttaa yleis&ouml;lle vuodesta toiseen rakkauden autuutta
ja helppoutta, sit&auml; kuinka nuoret tapaavat toisensa ja tahtovat yhdess&auml;
pelastaa maailman. Yrj&auml;n&auml; tekee kepe&auml;n poppiksen ja kirjoittaa siihen tekstin,
jossa puhutaankin yll&auml;tt&auml;en niist&auml; angsteista, joita ihmiset kesken&auml;&auml;n
kokevat. Er&auml;&auml;ll&auml; Tavastian keikalla vuonna 1994 Yrj&auml;n&auml; spiikkasi
Kultanaamion sis&auml;&auml;n sanomalla: "Puhutaanpa sitten ihmissuhteista popin
keinoin." Siin&auml;h&auml;n se lyhyk&auml;isyydess&auml;&auml;n on, koko kappale.
<p>
&copy;1998 <a href="../yhteys/lomake.php?to=tero">Tero Valkonen</a>

