<h2>Liite Arcanaan</h2>
A.W Yrj&auml;n&auml;:
<br>
<i>
<P>Pyynn&ouml;st&auml; kirjoitan lyhyen liitteen runoteokseeni Arcana. Liitteess&auml; ovat jokut v&auml;hemm&auml;n tutut k&auml;sitteet asetettu jonkinlaiseen kontekstiin. K&auml;sikirjaston puutteellisuudesta johtuen liite j&auml;&auml; ilman l&auml;hdeviittauksia ja vuosilukuja. Asiavirheet ovat tekij&auml;n huonomuistisuudesta johtuvia. En ole selitt&auml;nyt runoja -  runoa ei voi selitt&auml;&auml; - vain selvitt&auml;nyt joidenkin ilmausten taustaa.</P>
</i>
<P>Etusivu: Hoc uno arcana recludo - t&auml;h&auml;n on k&auml;tketty salaisuus.</P>
<UL>
<LI>-Kannessa oleva latinankielinen teksti on Athanasius Kircherin, renessanssin yleistiedemiehen ja jesuiitan magnetismia koskevan teoksen nimi&ouml;lehdelt&auml;. Suomeksi jotakuinkin: &quot;Kuten k&auml;&auml;ntyy kompassin neula aina kohti pohjoista, k&auml;&auml;ntyy meid&auml;n syd&auml;memme kohti Jumalaa&quot;.</P>
</LI></UL>

<P>Keter</P>

<UL>
<LI>Sana viittaa juutalaisten mystisen Kabbalan el&auml;m&auml;n puuhun. Puun muodostavat kymmenen sefirothia, joista korkein on Keter, kruunu. Se on n&auml;kyv&auml;n maailman takana olevan korkeamman todellisuuden alin heijastuma ja samalla korkeinta, mit&auml; luotu olento, ihminen voi k&auml;sitt&auml;&auml; tai k&auml;sitell&auml;. Kabbalan sanotaan olevan alun perin itsens&auml; Mooseksen kirjoittama salainen oppi, mutta todellisuudessa tuo j&auml;rjestelm&auml; on p&auml;&auml;osin syntynyt keskiajan Maurilaisessa Espanjassa juutalaisten mystikkojen keskuudessa.</LI></UL>


<P>I</P>

<UL>
<LI>Numerot liittyv&auml;t kabbalistisen mystiikan luomisk&auml;sitykseen, johon kuuluu paljon lukumagiaa. K&auml;sitteet ovat pitk&auml;lti yhtenev&auml;isi&auml; uusplatonilaisen ja gnostilaisen opin kanssa, ja niiss&auml; voi n&auml;hd&auml; heijastuksia id&auml;n uskontojen vaikutuksesta. Runon keskiosassa leikit&auml;&auml;n ns. Hermeettisen aksiooman teemalla: Niin ylh&auml;&auml;ll&auml; kuin alhaalla.</LI></UL>


<P>II</P>

<UL>
<LI>Alhambra - maurien palatsi ja linnoitus Cordoban kaupungissa. Sen katsotaan usein olevan Islamin arkkitehtuurin kaunein tuote. Viittauksessa Irlantiin on tietysti kyse ajoista, jolloin klassisen sivistyksen aarteet s&auml;ilyiv&auml;t syrj&auml;isen maankolkan luostareissa sekoittuen kelttil&auml;iseen mytologiaan sill&auml; v&auml;lin kun muu Eurooppa oli sekasorron vallassa Rooman valtakunnan hajottua.</LI></UL>


<P>V</P>

<UL>
<LI>Egyptiss&auml; sontapalleroita py&ouml;rittelev&auml; pyh&auml; skarabeus -kuoriainen oli t&auml;&auml;ll&auml; alhaalla olevan maailman vastine Horuksen vaunujen p&auml;ivitt&auml;isest&auml; aurinkomatkasta taivaankannen halki. </LI></UL>


<P>Materian syd&auml;n</P>

<UL>
<LI>Coeur de Mati&eacute;re. Rinnastuu jesuiittamystikon ja tiedemiehen Teilhard de Chardinin kirjoituksissa jumalaan kaiken ytimen&auml;, el&auml;m&auml;n&auml;. Se on samalla pyh&auml; syd&auml;n: tuttu monista katolisista kiiltokuvista palamassa Kristuksen rinnassa. Kannen kuva leikkii teemalla.</LI></UL>


<P>Ensimm&auml;inen luonto</P>

<UL>
<LI>Ruotsalainen tiedemies ja selv&auml;n&auml;kij&auml; Emmanuel Swedenborg (kuten h&auml;nen seuraajansa William Blake) jakoivat luonnon moniin tasoihin. Ensimm&auml;inen luonto on 't&auml;m&auml; maailma', luonnollinen luonto. Loppu mukailee Blaken ajatusta, jossa: &quot;In the universe there is no space larger than a globule of man's blood.&quot;</LI></UL>


<P>Krotona</P>

<UL>
<LI>Kaupunki Sisiliassa. Kreikkalaissiirtokuntien aikana numeromystiikan is&auml;ll&auml; Pythagoraalla oli koulunsa siell&auml;.</LI></UL>


<P>Pasuuna </P>

<UL>
<LI>Viittaa tietysti ilmestyskirjan vaskiin. Shamash, Tammuz, Ishtar ja Ea ovat muinaisbabylonialaisia jumaluuksia ja runon keskiosa on suomennos vanhasta sylinterisinettiin painetusta nuolenp&auml;&auml;kirjoituksesta.</LI></UL>

<P>Messias</P>


<UL>
<LI>Runon lopussa &quot;tavallisten ihmisten hiljainen ep&auml;toivo&quot; on alluusio amerikkalaisen filosofin Henry David Thoreaun mietint&ouml;ihin ihmiskunnan enemmist&ouml;n mielentilasta. Thoreauta itse&auml;&auml;n voidaan pit&auml;&auml; osaltaan nykyaikaisen luonnonsuojeluliikkeen varhaisena messiaana.</LI></UL>


<P>Usko</P>

<UL>
<LI>&quot;Orja, tuo t&auml;lle oppilaalle...&quot; Sanotaan Thaleen tokaiseen, kun opiskelija kysyi, mit&auml; hy&ouml;ty&auml; filosofiasta on. Kolmasti suuri on Hermes Trismegistos, hermeettisen filosofian koulukunnan myyttinen perustaja Egyptist&auml; hellenistiselt&auml; kaudelta.</LI></UL>


<P>Neoplaton</P>

<UL>
<LI>Plotinos, gnostilaisuudesta ja manikealaisuudesa vaikutteita saaneen uusplatonisen koulukunnan perustaja kolmannella vuosisadalla. Maailma n&auml;hd&auml;&auml;n alenevana emanaatioiden eli vuodatusten sarjana, joiden l&auml;ht&ouml;kohta on jumala, mutta jotka t&auml;ll&auml; maallisella tasolla alkavat olla jo niin kaukana h&auml;nest&auml;, ett&auml; sit&auml; on vaikea k&auml;sitt&auml;&auml;.  Avilan Pyh&auml; Teresa, tuhatviisisataaluvulla vaikuttanut ekstaattinen espanjalaismystikko. H&auml;nen sanotaan kirjoittaneen kauniimpaa kielt&auml; kuin kukaan ja olleen monen korkean kirkonmiehen hengellinen opettaja.</LI></UL>


<P>Paratiisi</P>

<UL>
<LI>Hieronymuksen rakastavaiset ovat tietysti Hieronymus Boschin maallinen paratiisi -taulussa alkemistiseen lasiretorttiin sijoitetut taivaalliset rakastavaiset. Ihme etteiv&auml;t kirkolliset tilaajat huomanneet viittausta &quot;paholaisen tieteeseen&quot;. </LI></UL>


<P>Saulus</P>

<UL>
<LI>Runon l&auml;ht&ouml;kohtana on lehtiuutinen v&auml;limeren saastumisesta. Saulus Tarsolainen, kristittyj&auml; vainonnut virkamies, josta tuli Damaskon tiell&auml; koetun ilmestyksen seurauksena kristitty. Apostoli Paavalina h&auml;nest&auml; tuli kristillisen teologian perustaja. Runossa viitataan lis&auml;ksi Venetsian dogien lyijytyrmiin, sek&auml; astrofysiikan pohdintoihin universumin muodosta ja sen seurauksista. Juutalaisten alttari on kehittynyt teurastuspenkist&auml;.</LI></UL>


<P>Simonetta Vespucci</P>

<UL>
<LI>Firenzel&auml;inen ylh&auml;is&ouml;nainen, joka toimi useiden renessanssin taidemaalarien, mm. Sandro Botticellin mallina. H&auml;n oli mallina maalauksessa Venuksen syntym&auml;.</LI></UL>


<P>Koiranp&auml;inen</P>

<UL>
<LI>Kharon, roomalaisen manalan lautturi jonka kasvot olivat k&auml;&auml;ntyneet katsomaan taaksep&auml;in rinnastuu t&auml;ss&auml; Anubis-jumalaan (joka oikeastaan on sakaalinp&auml;inen). Anubiksen teht&auml;v&auml;n&auml; oli punnita vainajan syd&auml;n kuoleman j&auml;lkeen. Roomalaiset asettivat haudattavan kielen alle lantin maksuksi Kharonille. Jonkin houreen vuoksi runon monimielisell&auml; olennolla lautturin keppi on muuttunut piispan paimensauvaksi.</LI></UL>


<P>Uniaika</P>

<UL>
<LI>Australian aboriginaalien uniaika, myyttinen ikuinen nyt, jossa maailman luomisen tapahtumat toistetaan joka hetki.</LI></UL>


<P>Omniscientia</P>

<UL>
<LI>Sanamukaisesti kaikkiteit&auml;vyys. Jumalan attribuutti. Per&auml;ss&auml; alluusioita modernin fysiikan maailmankuvaan, sek&auml; batesonilaiseen informaatioteoriaan. Roger Bacon oli 1200-luvun merkitt&auml;vin monitieteilij&auml;. H&auml;n osaltaan oli kehitt&auml;m&auml;ss&auml; ajattelutapaa, josta my&ouml;hemmin kehittyi tieteellinen maailmankuva. Toisaalta h&auml;n arvosti astrologiaa yht&auml; paljon kuin fysiikkaa, ja n&auml;ki aitokeskiaikaiseen tapaan maailman vastaavuussuhteiden verkostona. My&ouml;hempi Bacon, on tietysti Shakespearen aikalaisen Francis Baconin kaima, groteskeja painajaisia maalannut modernisti</LI></UL>


<P>Carnarvon</P>

<UL>
<LI>Lordi Carnarvon, innokas amat&ouml;&ouml;riarkeologi rahoitti Carterin kaivaukset Tutankahamonin haudan l&ouml;yt&auml;miseksi. Suuri osa retkikunnan j&auml;senist&auml; kuoli my&ouml;hemmin ep&auml;m&auml;&auml;r&auml;isiss&auml; olosuhteissa. Kuningas- ja kuningatar -teemassa palataan j&auml;lleen alkemistiseen retorttiin.</LI></UL>


<P>Machbeth</P>

<UL>
<LI>Runon taustalla kummittelee kuninkaan kuuluisa monologi Shakespearen Machbetista teemanaan voiko el&auml;m&auml;ll&auml; olla jotain tarkoitusta, vai onko kaikki el&auml;m&auml; narrien v&auml;&auml;ntelehtimist&auml; maailman n&auml;ytt&auml;m&ouml;ll&auml;. T&auml;ss&auml; vain ollaan rojahdettu kuningasdraaman ylevyydest&auml; keskelle tavallista el&auml;m&auml;&auml;.</LI></UL>

<P>Theseologia</P>


<UL>
<LI>Theseus, mykeneen kuninkaan poika, joka seilasi Kreetaan ja surmasi Minotauroksen labyrintiss&auml;. Olin luultavasti tahtonut otsikossa viitata pikemminkin Telemakhokseen, kuningas Odysseuksen - kirjallisuushistorian suurimman eksyj&auml;n - poikaan, joka Homeroksen toisen suuren eepoksen alussa l&auml;htee matkaan etsim&auml;&auml;n is&auml;&auml;ns&auml;. Theseus puolestaan is&auml;ns&auml; l&auml;hett&auml;m&auml;n&auml; lopettamaan kreetalaisten julmaa ihmisveronkantoa. Mit&auml; lienen ajatellut kun otsikko on l&auml;htenyt v&auml;&auml;r&auml;n alluusion kyytiin.</LI></UL>


<P>Sheila-na-gig</P>


<UL>
<LI>T&auml;ll&auml; nimell&auml; nimettiin kirkonseinien naishahmoisia p&auml;&auml;tykoristeita varhaiskristillisess&auml; Irlannissa. &Auml;itijumalattaren kaksinaisesta hahmosta muovautunut ei niin kristillinen hahmo paljastaa levitt&auml;en h&auml;pyns&auml; pahojen henkien karkottamiseksi.</LI></UL>

<P>Muistamisenarvoinen kuvitelma</P>


<UL>
<LI>T&auml;t&auml; otsikkoa William Blake k&auml;ytt&auml;&auml; kahdessa tekstiss&auml;&auml;n avainteoksessaan Taivaan ja helvetin avioliitto.</LI></UL>

<P>Czere&iuml;a</P>


<UL>
<LI>T&auml;st&auml; ei en&auml;&auml; otsikko mene h&auml;m&auml;r&auml;mm&auml;ksi. Kyseess&auml; on ihailemani liettualais-ranskalaisen mystikkorunoilijan O.V de Lubicz Miloszin historian h&auml;m&auml;r&auml;&auml;n kadonnut syntym&auml;maatila 1800-luvun lopun Valko-Ven&auml;j&auml;ll&auml;... &quot;Jalo matkamies&quot;on rosenkreutzilainen nimitys vihitylle, totuuden pyhiinvaeltajalle.</LI></UL>

<P>Igjugarjuk</P>


<UL>
<LI>Knud Rasmussen, tanskalainen etnografi, noin Nordenskji&ouml;ldin aikalainen kertoo tapaamisestaan gr&ouml;nlantilaisen eskimosamaanin kanssa. Otsikko on h&auml;nen nimens&auml;. Viimeisen kappaleen alku h&auml;nen sanojaan.</LI></UL>

<P>Ei yht&auml;k&auml;&auml;n kvartettoa</P>


<UL>
<LI>Nelj&auml; kvartettoa on T.S Eliotin runollisia p&auml;&auml;teoksia. Sen alkukielinen nimi on tuonut &auml;&auml;nneasultaan aina mieleeni ilmauksen &quot;Four Quarters&quot;, jonka olen joskus suomentanut sanoilla Iliman pielet. T&auml;m&auml; runo on ik&auml;&auml;n kuin Eliotin sinfoniaan s&auml;velletty pieni vastamelodian muodostava kansanlaulu.</LI></UL>


<P>Cernunnos</P>


<UL>
<LI>Sarvip&auml;inen mets&auml;njumala kelttil&auml;isess&auml; tarustossa. Irlantilaisten Dagda. Kreikkalaisilla l&auml;hinn&auml; Pan. Hyvin vanha mytologinen hahmo, mahdollisesti syntynyt jo j&auml;&auml;kauden lopun mets&auml;styskulttuurien aikana.</LI></UL>


<P>Enemm&auml;n valoa, ei muuta</P>


<UL>
<LI>Mehr Licht, lis&auml;&auml; valoa, kerrotaan olleen Goethen viimeisten sanojen. Toisaalta h&auml;n saattoi sanoa my&ouml;s Mehr Nichts, ei muuta tai ei enemp&auml;&auml;. Jokatapauksessa h&auml;n sanoi v&auml;h&auml;n aiemmin, ett&auml; (vapaasti k&auml;&auml;nnettyn&auml;) &quot;se jonka n&auml;k&ouml;kentt&auml; ei ulotu historian vuosituhanten ylitse, el&auml;k&ouml;&ouml;n pimeytens&auml; keskell&auml; jokap&auml;iv&auml;isten asioiden kahlitsemana... &quot;</LI></UL>

<P>Memento</P>


<UL>
<LI>Memento Mori, muista kuolemaa. Dominikaanien hartaudenharjoituksessa korostettiin kuolevaisuutta, sit&auml; ett&auml; jatkuvasti muistaa oman el&auml;m&auml;ns&auml; katoavaisuuden ikuisuuden edess&auml;. </LI></UL>

