<h2>"sinulle jota en viel&auml; tunne"<br>etsimisen teema Aki Yrj&auml;n&auml;n rock-lyriikassa</h2><p>0. Ep&auml;akateeminen esipuhe eli "t&auml;t&auml; et yliopistolla kuule"</p><p>T&auml;m&auml; seminaarity&ouml; on tehty syksyll&auml; 1996 Helsingin yliopiston yleisen kirjallisuustieteen laitokselle. Opponenttina toimi Samuli Knuuti. Kuten otsikko kertoo, k&auml;sittelen vain yht&auml; Yrj&auml;n&auml;n lyriikan teemaa. T&auml;m&auml; siksi, ett&auml; seminaarity&ouml;n tila on rajattu (noin 20 sivua), ja tahdoin mieluummin puhua yhdest&auml; asiasta seikkaper&auml;isesti kuin kymmenest&auml; p&auml;&auml;llisin puolin. Teen mahdollisesti Yrj&auml;n&auml;st&auml; my&ouml;s gradun, ja siin&auml; olisi tilaa tutkia my&ouml;s h&auml;nen tekstiens&auml; muita teemoja: laulajan roolin problematisointia, huumoria, jne. Discopolis-levy ei ehtinyt tutkimukseen mukaan..</p><p>1. Johdanto</p><p>1.1. Yrj&auml;n&auml;n asema suomalaisessa rock-lyriikassa<p>Aki Yrj&auml;n&auml; (s. 1967) on merkitt&auml;vimpi&auml; uusia suomalaisia rock-lyyrikoita. H&auml;n on noussut 1990-luvulla varsin nopeasti maineeseen ja saavuttanut (kuten  CMX-yhtye laajemminkin musiikillaan) sek&auml; kriitikoiden arvostuksen ett&auml; sittemmin my&ouml;s suuren yleis&ouml;n suosion. N&auml;hd&auml;kseni Yrj&auml;n&auml; on parhaita suomalaisia sanoittajia, yht&auml; t&auml;rke&auml; kuin Ismo Alanko tai Tuomari Nurmio.<p> Yrj&auml;n&auml; edustaa sanoitusperinteess&auml;mme omaa uutta suuntaansa. H&auml;n on opiskellut yliopistossa teologiaa ja uskontotiedett&auml; sek&auml; perehtynyt muutenkin syv&auml;llisesti uskontoihin ja mytologiaan, nyttemmin enenev&auml;ss&auml; m&auml;&auml;rin my&ouml;s antropologiaan ja psykologiaan. Kaikki t&auml;m&auml; n&auml;kyy h&auml;nen teksteiss&auml;&auml;n: niiden kielikuvamaailma on voimakkaasti vertauskuvallinen ja mytologiss&auml;vytteinen. Aiheiden k&auml;sittely on yleens&auml; melko abstraktia. T&auml;ss&auml; on k&auml;sitt&auml;&auml;kseni takana pyrkimys yleisp&auml;tevyyteen: siin&auml; miss&auml; suomalaisessa sanoitusperinteess&auml; on totuttu kirjoittamaan protestinomaisiakin lauluja yksitt&auml;isiin asioihin ja ihmisiin kohdistuen, Yrj&auml;n&auml; liikkuu laajemmissa maisemissa. Koko h&auml;nen lyriikassaan ei esiinny yht&auml;k&auml;&auml;n paikannime&auml; (tai muuta vastaavaa erisnime&auml;), ja ainoa nimelt&auml; mainittu ei-mytologinen henkil&ouml; on Mantovani - h&auml;nkin enemm&auml;n tyylins&auml; edustajana kuin yksil&ouml;n&auml; ja viel&auml;p&auml; Yrj&auml;n&auml;n kaikkein parodisimmassa tekstiss&auml; ("Nainen tanssii tangoa", CMX 1994).<p> My&ouml;s Yrj&auml;n&auml;n k&auml;ytt&auml;m&auml; kieli on ep&auml;tavallista: mytologinen kuvasto tuo sanoituksiin ajoittain vanhahtavan tunnun. Slangi-ilmaisuja ei ole. Loppusointuja Yrj&auml;n&auml; k&auml;ytt&auml;&auml; eritt&auml;in harvoin, mit&auml; taas muut suomalaiset sanoittajat ehk&auml; Kauko R&ouml;yhk&auml;&auml; lukuun ottamatta tekev&auml;t yleens&auml; hyvin paljon.<p> Yrj&auml;n&auml; on voimakkaasti yhteiskunnallinen ja pohtiva lyyrikko. Kantaaottavuus p&auml;tee luonnollisesti kaikkiin merkitt&auml;viin sanoittajiimme, mutta Yrj&auml;n&auml;n kritiikki l&auml;htee erilaiselta pohjalta kuin muiden. H&auml;n on filosofisempi ja kuvaa mm. henkisyyden v&auml;henemist&auml; sek&auml; rationaalisuuden ylikorostamista muiden arvojen kustannuksella. Ainoastaan Ismo Alanko on n&auml;hd&auml;kseni ajoittain Yrj&auml;n&auml;n kanssa jossain m&auml;&auml;rin samoilla linjoilla k&auml;sitelless&auml;&auml;n &auml;lyn jumalointia ja halua vapautua rationaalisuudesta - t&auml;st&auml; esimerkkin&auml; vaikkapa Alangon kappaleet "Rakkautta ja h&ouml;lynp&ouml;ly&auml;" (Alanko 1993) ja "Mit&auml; se mulle kuuluu mit&auml; m&auml; teen" (Alanko 1996). On viel&auml; huomattava, ett&auml; Yrj&auml;n&auml;n sanoitusmaailma on paljon holistisempi kuin kenenk&auml;&auml;n toisen suomalaisen sanoittajan: h&auml;n k&auml;sittelee l&auml;hestulkoon joka tekstiss&auml; samoja teemoja.<p> 1.2. Rock-tutkimuksen kentt&auml; ja ongelmat<p>Merkitt&auml;v&auml; rock-sosiologi Simon Frith pohtii Sound effects-teoksensa esipuheessa rock-tutkimuksen v&auml;hyytt&auml; (Frith 1983, 4-11). H&auml;n tuo esiin rockin merkityksen suuruuden nuorisokulttuurin ja -muodin sek&auml; levyjen myyntilukujen (ja t&auml;ss&auml; prosessissa liikkuvan rahan) kautta ja kummastelee tutkimuksen puutetta. Tosiasia on, ett&auml; niin Suomessa kuin muualla maailmassakin rockia on tutkittu "vakavasti" eritt&auml;in v&auml;h&auml;n. T&auml;st&auml;kin tutkimuksesta suurin osa on luonteeltaan sosiologista: esim. juuri Simon Frith tutkii kirjoissaan (mm. Frith 1983 ja Frith 1988) l&auml;hes yksinomaan rock-muotia, t&auml;htikulttia, rock- teollisuutta, rock-bisnest&auml; jne.<p> Rock-lyriikkaa, omaa tutkimuskohdettani, on k&auml;sitelty kirjallisuuden n&auml;k&ouml;kulmasta mit&auml;tt&ouml;m&auml;n v&auml;h&auml;n. Rock-tutkimuksissa puhutaan tavallisesti yleisluontoisesti rock-lyriikasta, mutta yksitt&auml;isten sanoittajien tuotannon analyysiin keskittyvi&auml; tutkimuksia on hyvin niukasti. Suomessa on tutkittu vain Juice Leskist&auml; (Halme 1992) ja Kauko R&ouml;yhk&auml;&auml; (Westersund 1995 sek&auml; painamaton gradu vuodelta 1993). Lis&auml;ksi Roo Ketvel on haastattelujen pohjalta kirjoittanut sin&auml;ns&auml; hyvin mielenkiintoisen kirjan (Ketvel 1989) jossa useat rock-lyyrikot - mukana my&ouml;s hyvin merkitt&auml;vi&auml; tekij&ouml;it&auml; kuten Ismo Alanko, Kauko R&ouml;yhk&auml; ja G&ouml;sta Sundqvist - kertovat maailmastaan ja sanoituksistaan. Teos ei kuitenkaan ole kovin analyyttinen eik&auml; yksityiskohtainen.<p> Yksi syy rock-lyriikan tutkimuksen v&auml;h&auml;isyyteen on ep&auml;ilem&auml;tt&auml; se, ett&auml; kyseess&auml; on nimenomaan laululyriikka. T&auml;m&auml;n ovat huomioineet my&ouml;s Halme (Halme 1994, 24-27) ja Frith (Frith 1983, 34-38). Rock-lyriikka ei ole pelk&auml;st&auml;&auml;n paperille painettuja sanoja, vaan ennen kaikkea niiden tulkitsemista. Laulajalla voi olla ironinen suhde kirjoittamaansa, mutta t&auml;m&auml; ei aina n&auml;y itse tekstiss&auml;, vaan kuuluu vasta laulussa. Samoin sanojen painotus tulee selv&auml;ksi vasta kun kuulee ne laulettuna; &auml;&auml;nens&auml;vy - tai jokin muu keino, esim. toisto - ilmaisee t&auml;rkeimm&auml;t kohdat tekstiss&auml;. T&auml;llaisten seikkojen kirjallinen kuvaaminen on vaikeaa. Juuri t&auml;m&auml;n vuoksi olisi eritt&auml;in hyv&auml;, jos tutkimukseni lukija olisi my&ouml;s kuullut k&auml;sittelem&auml;ni laulut, tai ainakin joitakin niist&auml; (ja ylip&auml;&auml;ns&auml; Yrj&auml;n&auml;n &auml;&auml;nen).<p> Toinen t&auml;rke&auml; kysymys ja ongelma on musiikin merkitys. My&ouml;s s&auml;vellys voi antaa tekstille aivan uusia merkityksi&auml;. Esim. CMX:n tapauksessa vaikkapa "Kultanaamio"-laulun (CMX 1994) ihmissuhdetematiikka muuttuu poikkeuksellisen ilke&auml;ksi ja ironiseksi juuri siksi, ett&auml; sen musiikillinen muoto on kevyt, jopa euroviisumainen pop-ralli - formaatti, jossa on totuttu k&auml;sittelem&auml;&auml;n rakkautta pelkk&auml;n&auml; autuutena. T&auml;llaisten sanojen ja musiikin suhteen hienouksiin perustuvien merkitysten ja lis&auml;ulottuvuuksien analyysi on kirjallisesti my&ouml;s eritt&auml;in vaikeaa.<p> K&auml;sittelen Yrj&auml;n&auml;n tuotantoa ensisijaisesti tekstin&auml; - musiikin tarkempaan analyysiin ei ole tilaa, enk&auml; tied&auml; millaista metodia siihen voisi k&auml;ytt&auml;&auml;. Mainitsen erikseen niist&auml; paikoista, joissa laulu tai musiikillinen muoto tuo tekstiin merkitt&auml;vi&auml; lis&auml;ulottuvuuksia ja painotan, ett&auml; lukijan kannattaa itse kuunnella k&auml;sittelemi&auml;ni lauluja.<p> 1.3. Tutkimuksen tavoitteet<p>N&auml;hd&auml;kseni Yrj&auml;n&auml;n lyriikan hallitseva teema on aidomman kokemis- ja el&auml;mistavan ja t&auml;t&auml; kautta jonkinlaisen henkisen todellisuuden etsiminen. T&auml;h&auml;n pakottaa maailman vallitseva olotila: yhteiskunta kuvataan paikkana, jossa henkisyys on sys&auml;tty syrj&auml;&auml;n ja vallitsevina arvoina ovat &auml;ly ja arvottomuus. Etsij&auml;lt&auml; vaaditaan ensinn&auml;kin erottautumista t&auml;st&auml; henkisesti kuolleesta maailmasta ja toisenlaisten arvojen rakentamista, sek&auml; toiseksi parempaa tietoisuutta omasta itsest&auml; ja omien el&auml;m&auml;&auml; kahlitsevien rutiinien hajottamista - introspektiota ja transsendentalismia.<p> T&auml;m&auml; teema hallitsee Yrj&auml;n&auml;n lyriikkaa eritt&auml;in voimakkaasti. Vain hyvin harvat laulut liikkuvat toisenlaisessa aihepiiriss&auml;. T&auml;llaisia ovat esim. melko puhdas rakkauslaulu "P&auml;iv&auml;lintu" (CMX 1995), Raamatun Maria-myytti&auml; pohdiskeleva "Marian ilmestys" (CMX 1992), yst&auml;v&auml;&auml; tai muuta l&auml;heist&auml; uhkaavan kuoleman aiheuttamaa h&auml;t&auml;&auml; k&auml;sittelev&auml; "Ainomieli" (CMX 1992) sek&auml; Yrj&auml;n&auml;n lyriikan n&auml;hd&auml;kseni selvin outo lintu, hyvin henkil&ouml;kohtaiselta vaikuttava "Elokuun kruunu" (CMX 1994).<p> Kuvaan ty&ouml;ss&auml;ni Yrj&auml;n&auml;n lyriikan yhteiskunnallisuutta ja ennen kaikkea henkisyyden etsimist&auml;. Varsinaisena tutkimusongelmanani on kysymys siit&auml;, mill&auml; tavalla ihminen Yrj&auml;n&auml;n lyriikan maailmassa voi nousta kohti henkisyytt&auml; ja kokonaisuutta, ja millainen t&auml;m&auml; kokonaisuus on luonteeltaan. T&auml;t&auml; aihetta k&auml;sitell&auml;&auml;n monilta kanteilta, ja pyrin annettujen vihjeiden avulla hahmottamaan sit&auml; maailmaa, jonne sanoituksissa hamutaan.<p> K&auml;yt&auml;n materiaalinani p&auml;&auml;asiassa kolmea viimeisint&auml; CMX-levy&auml;, jotka ovat Aurinko (CMX 1992), Aura (CMX 1994) ja Rautakantele (CMX 1995). T&auml;m&auml; siksi, ett&auml; n&auml;ill&auml; levyill&auml; Yrj&auml;n&auml;n ilmaisu on laadultaan parasta ja aiheiden k&auml;sittelyss&auml; on p&auml;&auml;sty syvemm&auml;lle. Aiemmat julkaisut, Raivo (CMX 1989), Kolmik&auml;rki (CMX 1990) ja Veljeskunta (CMX 1991) ovat kyll&auml; teemoiltaan samantyyppisi&auml; - tosin siten, ett&auml; rankka yhteiskuntakritiikki on etsint&auml;tematiikkaa enemm&auml;n pinnassa - kuin my&ouml;hempikin tuotanto, mutta niiden s&auml;vy on kehittym&auml;tt&ouml;m&auml;mpi ja huomattavasti pessimistisempi: "paratiisi nurkasta nurkkaan / t&auml;ynn&auml; onnettomia sieluja / onnettomia kuoltuaan / kesken tyhjyytens&auml; // verikaivoon viskatut huutavat / loputonta armoa / k&auml;sivarsilla / k&auml;sivarsilla joita ei tule / ei ole, ei muisteta" ("Kuolemattomuuden &auml;&auml;ni", CMX 1990). Viittaan aiempiin levyihin kuitenkin silloin kun niist&auml; l&ouml;ytyy mielest&auml;ni aiheellista pohjustusta k&auml;sittelemilleni teemoille.<p> 2. "Valtateill&auml; etenee projektit..."<p>K&auml;sittelen seuraavassa nykymaailmaa sellaisena kuin Yrj&auml;n&auml; sit&auml; hahmottelee. Maailman luonne (rahaan perustuva pyrkiminen, "informaatioyhteiskunta", pinnallisuus ja arvojen romahtaminen) on t&auml;rkein syy etsimisen v&auml;ltt&auml;m&auml;tt&ouml;myyteen: koska maailma ei tarjoa vastauksia tai sis&auml;lt&ouml;&auml;, niit&auml; on l&auml;hdett&auml;v&auml; itse luomaan tai etsim&auml;&auml;n.<p> Mainitsemani henkisyyden puuttuminen nyky-yhteiskunnassa tarkoittaa sek&auml; puhtaan uskonnollisuuden (miksi t&auml;ss&auml; yhteydess&auml; katsotaan my&ouml;s aiempina aikoina t&auml;rkein&auml; vaikuttaneet riitit ja muut menot) ett&auml; filosofian ja muun viisauden sys&auml;&auml;mist&auml; syrj&auml;&auml;n. Viisaudelle ei ole tilaa, koska ainoastaan rahalla on merkityst&auml; ("valtateill&auml; etenee projektit / tuhoon ja kadotukseen / jota voitoksi kutsutaan" ["Rautakantele", CMX 1995]). T&auml;m&auml;n seurauksena n&auml;hd&auml;&auml;n ihmisi&auml;, jotka toisaalta eiv&auml;t ehk&auml; edes tied&auml;, ett&auml; heid&auml;n maailmastaan puutuu jotakin oleellista, mutta toisaalta usein kokevat itsens&auml; jotenkin hajanaisiksi. Hajanaisuus ja rikkin&auml;isyys johtuu osaltaan siit&auml;, ett&auml; yhteys menneisyyteen ja juuriin on monella tapaa poikki. Henkisen perinteen kuoleminen on vain yksi puoli asiaa. "mets&auml;n v&auml;ki on kaupungissa sokea / perkele sen t&auml;nne johti / antoi lapion k&auml;teen / pani kaivamaan hautaa / ik&auml;vyydelle muistomerkki&auml;" ("Rautakantele"). Yhteiskunnallinen muutos on tapahtunut ja tapahtuu nopeammin kuin ihminen kykenee ymm&auml;rt&auml;m&auml;&auml;n.<p> 2.1. Rituaali<p>Riittien ja henkisyyden katoamista kuvataan suoraan esim. lauluissa "Y&ouml;llisi&auml;" (CMX 1995) ja "Palvonnan eleit&auml;" (CMX 1995). "Y&ouml;llisi&auml;" kertoo alitajuntaan sys&auml;ttyjen voimien esiintulosta tilassa, jossa ihminen ei kykene k&auml;sittelem&auml;&auml;n maailmaa puhtaan rationaalisesti: unessa. Laulun kertos&auml;e kuvaa sit&auml; alkukantaista hurmosta ja kauhua, johon ihminen tempautuu mukaan; tunnelma on villi kuin bakkanaaleissa:<p> "py&ouml;rien kieppuen parkuen nauravat mukaansa raastavat tanssien hulluuden laulaen painien ilkkuen pilkaten kuink' ilosta raivosta itkien raahaudutkaan"<p>Mutta t&auml;lle primitiivisyydelle ei anneta tilaa. Se n&auml;hd&auml;&auml;n jonakin pahana, josta pit&auml;&auml; vaieta ja joka pit&auml;&auml; jollakin tapaa hyvitt&auml;&auml;: "kaikki anteeksi annettu / kannettu valkeat lakanat narulle kuivumaan / ikkunat pesty ja pihamaa lakaistu / uni kuin h&auml;peillen vuoteeseen j&auml;tetty on". N&auml;in ihmisen primitiivisempi puoli - jota ei tarvitse tulkita pelk&auml;ksi mielipuolisuudeksi vaan ylip&auml;&auml;ns&auml; rationaalisuudelle alistamattomaksi tuntemiseksi ja kokemiseksi - j&auml;&auml; kummajaiseksi, jota vastaan pit&auml;&auml; taistella sen sijaan ett&auml; se otettaisiin osaksi el&auml;m&auml;n kokonaisuutta. T&auml;st&auml; primitiivisyydest&auml; ihminen ei kuitenkaan voi p&auml;&auml;st&auml; lopullisesti eroon ("sanat katkeaa / askareet p&auml;&auml;ttyy / kun salojen takana / petojen mylvint&auml; / r&auml;ikkien r&auml;&auml;ynt&auml; k&auml;y") ja tukahdutettuna se alkaa ahdistaa - kuten "Metallipurkaus" (CMX 1991) asian ilmaisee: "jokaisen tyyni ja suljettu kasvo / piilottaa kirkuvan hirvi&ouml;n".<p> Toinen rituaalisuutta k&auml;sittelev&auml; laulu on "Rituaali" (CMX 1989). Se on tavallaan &auml;&auml;risarkastinen kuvaus siit&auml;, kuinka nykyajassakin on omat perverssit ja kauhua t&auml;ynn&auml; olevat rituaalimenot: "nostamme ruumiit / p&auml;ittemme ylle / laulamme virren / kaikilla on hauskaa". Rituaalisuuden ja primitiivisyyden toista, puhdasta ja vapauttavaa puolta k&auml;sittelevi&auml; lauluja ovat taasen mm. "Timanttirumpu" (CMX 1992, laulun teksti "venehell&auml; vaskisella / kuutilla kuparisella / ylisihin taivosihin / alisihin maaemihin" on kansanruno ja esiintyy Kalevalassakin V&auml;in&auml;m&ouml;isen l&auml;hd&ouml;n yhteydess&auml;; "Timanttirummun" rituaalisuus on enemm&auml;nkin musiikillista - mantranomainen teksti tukee laulun rituaalista puolta), "Y&ouml; ei ole pime&auml; p&auml;iv&auml;" (CMX 1992) ja "Kulje vasten" (CMX 1991).<p> 2.2. Sairasvuode<p>"Palvonnan eleit&auml;" puolestaan keskittyy kuvaamaan maailmaa, jossa "aiheet ja k&auml;sittely tapaa" (mik&auml; tekstin kontekstissa tarkoittanee sit&auml;, ett&auml; puhutaan roskaa merkityksett&ouml;mist&auml; aiheista) ja "mielett&ouml;m&auml;t odottavat vuoroaan / veitset valmiina". Huomio kiinnittyy uskonnollisen sanaston paljouteen: teksti kertoo kuinka poissa ovat enkelit, pasuunat, mirha, viisikannat ja Sofia (viisaus). On vain sairasvuode ja likaiset astiat sek&auml; itse&auml;&auml;n toistava maailma ("likaiset astiat joissa eiliset / odottaa uutta tulemista" ja "h&auml;il&auml;hti &auml;sken kuin kurillaan / rytmin seassa itkeskellen / muisto jostain tulevasta").<p> T&auml;ss&auml; maailmassa el&auml;v&auml;t ihmiset jotka periaatteessa ovat h&auml;t&auml;&auml;ntyneit&auml; tilastaan ("eih&auml;n t&auml;m&auml;n n&auml;in pit&auml;nyt / laulaa ikuista kertos&auml;ett&auml;&auml;n") mutta eiv&auml;t kykene muuttamaan sit&auml; ("eiv&auml;tk&auml; halua yritt&auml;&auml; / niin kauan kuin se mit&auml; el&auml;m&auml;ksi sanotaan / heitt&auml;&auml; murusia k&auml;teen") ja tyytyv&auml;t niihin merkityksiin ja lepytteleviin vastauksiin, joita tiedotusv&auml;lineist&ouml; tarjoaa ("kun ajan ikonit syyt&auml;v&auml;t lempeit&auml; hymyj&auml;&auml;n / kunnes kasvot m&auml;t&auml;nee / kunnes muistan kaiken ulkoa / eik&auml; tekoja en&auml;&auml; tule").<p> 2.3. Rytmitehdas<p>Edellisiss&auml; sitaateissa esiintynyt rytmin, tukossa olemisen ja itsens&auml; toistamisen kuvasto on Yrj&auml;n&auml;n lyriikassa eritt&auml;in oleellista. Rytmitehdas (CMX 1991): "p&auml;iv&auml;ll&auml; tehdas takoo rytmin / ja musta savu kohoaa" ja Tanssitauti (CMX 1991): "heti aamusta kun her&auml;&auml;t / on pakko tanssia / tanssia tykin tahdissa / tanssia pillin mukaan". Rytmi on tavallaan merkitys: se sitoo tietoisuuden aikaan ja luo harhan eteenp&auml;inmenosta ja jatkumosta. Nykyajan rytmi on kuitenkin sis&auml;ll&ouml;t&ouml;n ja muuttumaton, ja n&auml;in maailma kapenee keh&auml;ksi joka toistaa itse&auml;&auml;n, merkityst&auml; vailla: "pylv&auml;&auml;n juureen tanssitaan / syv&auml;&auml; jalkauraa / katsomatta ilmoihin / tuntematta s&auml;iden merta" ("Tulikive&auml;", CMX 1991). Rytmi on my&ouml;s taustamelua, ja t&auml;llaisena ihmisen keino v&auml;ltty&auml; kohtaamasta itse&auml;&auml;n. On henkisyytt&auml; karttavan yhteiskunnan etujen mukaista, ett&auml; ihmiset eiv&auml;t joudu kahden minuutensa kanssa, miettim&auml;&auml;n omaa olemustaan: "hiljaisuuden pelko / me olemme siit&auml; tehneet jo maailman" ("Hiljaisuuden pelko", CMX 1990).<p> Rytmi-tematiikka liittyy my&ouml;s vapautumisen ja henkisyyden etsimiseen. "Saatana"-laulun (CMX 1994a) min&auml; koettaa saavuttaa uuden rytmin avulla toisenlaista, aidompaa kosketusta maailmaan, mutta t&auml;m&auml; on vaikeaa, koska ihminen on monella tapaa kiinni sidottu:<p> "koetan k&auml;yd&auml; puiden rytmiin hengitt&auml;&auml; rytmiss&auml; el&auml;imen koetan avaruuden rytmiin sovittaa kuolevaisuuden<p> mutta aamut odottavat illat viilaavat hampaitaan ihmisen kosketus pakenee oma veri k&auml;&auml;ntyy vastaan"<p> Itse&auml;&auml;n toistavan rytmin vaihtoehtona on virtaaminen, liikkuminen. Toisenlaisen el&auml;m&auml;n etsimist&auml; k&auml;sitteleviss&auml; teksteiss&auml; kuvataan usein polkuja, teit&auml;, jokia (esim. "Aura" [CMX 1994], "Linnunhammas" [CMX 1995] ja "Joet" [CMX 1995a]). Nykymaailma puolestaan on paikka, jossa virtaava - ts. rationaalisuuden vallasta vapaa - el&auml;m&auml; on tukossa: "patosivat t&auml;m&auml;n joen / kun olin viel&auml; pieni" ("Linnunhammas") ja "t&auml;&auml;ll&auml; on el&auml;m&auml; kirjoissa sanottu / tehty tyk&ouml; ja tukittu jokien vuo" ("H&auml;rj&auml;t", CMX 1992). Jokien patoaminen on n&auml;hd&auml;kseni rationaalisuuden yrityst&auml; ottaa el&auml;m&auml; t&auml;ysin kontrolliin - juuri sit&auml; samaa irrationaalisuuden kammoa josta "Y&ouml;llisi&auml;" puhuu. Yrj&auml;n&auml; pit&auml;&auml; selv&auml;sti maailman rationaalista hallitsemista samalla sen kaventamisena.<p> Suoraa yhteiskuntakritiikki&auml; sis&auml;lt&auml;v&auml; "Raskas" (CMX 1994) kuvaa selvimmin sit&auml;, kuinka kaikki inhimillinen on valjastettu yhden p&auml;&auml;m&auml;&auml;r&auml;n tavoitteluun: "alkuaineiden jaksollisesta taulukosta / valitsemme raskaimman / siihen pyrimme kemian keinoin / ja talouden keinoin ja runouden ja laulun" (ks. saman tematiikan k&auml;sittely my&ouml;s "Rautakantele"-tekstiss&auml;). T&auml;ll&ouml;in merkityst&auml; on vain niill&auml; ihmisill&auml;, jotka ovat mukana t&auml;ss&auml; pyrkimisess&auml;. Ulkopuolelle j&auml;&auml;neit&auml; ei juuri arvosteta, kuten Yrj&auml;n&auml; ehk&auml; avoimimmin poliittisessa kommentissaan toteaa: "hy&ouml;dytt&ouml;m&auml;t haudataan / elleiv&auml;t itse tajua kuolla".<p> 2.4. Kirjat ja viisaus<p>Kirja-sanalla on Yrj&auml;n&auml;n lyriikassa hyvin keskeinen asema. Yrj&auml;n&auml; on viisauden rakastaja, mutta viisaus on muuta kuin pelkk&auml;&auml; tietoa. H&auml;n esitt&auml;&auml;, ett&auml; tieto pit&auml;&auml; voida liitt&auml;&auml; kokemukseen ja yksil&ouml;n omaan maailmaan ennen kuin siit&auml; tulee viisautta: on noustava kirjojen yl&auml;puolelle. Pelkk&auml; kirjoista opittu maailman n&auml;keminen (informaatio) on riitt&auml;m&auml;t&ouml;nt&auml; ja jopa kahlitsevaa.<p> Kirjoissa kerrotun yl&auml;puolelle nousemista k&auml;sitell&auml;&auml;n useammassakin tekstiss&auml;. Esim. "Katariinanpy&ouml;r&auml;" (CMX 1992) kertoo, kuinka "oli kirja / siin&auml; sanottiin / ja iltaisin taloissa puhuttiin / ett&auml; t&auml;st&auml; on paha menn&auml; en&auml;&auml; / ett&auml; t&auml;st&auml; ei ihminen p&auml;&auml;se". "Katariinanpy&ouml;r&auml;" kuvaa matkaa pois siit&auml; maailmasta, jonka rajat on kirjoitettu kirjoihin ja siten my&ouml;s iskostettu ihmisten mieliin ("t&auml;&auml;ll&auml; on el&auml;m&auml; kirjoissa sanottu / tehty tyk&ouml; ja tukittu jokien vuo" - ks. joki-tematiikka yll&auml;). Yrj&auml;n&auml;n teksteiss&auml; on hyvin usein kaipuu sinne, mik&auml; ei ole v&auml;litt&ouml;m&auml;sti l&auml;sn&auml;. "T&auml;hteinv&auml;lisen" (CMX 1992) sanoin: "mutta min&auml; haluan tiet&auml;&auml; / mit&auml; sanojen takana on / t&auml;m&auml;n huoneen seinien takana / syv&auml;ll&auml; lumessa, kivess&auml;, j&auml;&auml;ss&auml;".<p> Ironisessa valossa kirjat n&auml;ytt&auml;ytyv&auml;t vastauksien antajina, jopa pyhin&auml; tekstein&auml;, joihin luotetaan vaarallisenkin paljon. Ihmissuhdelaulussa "Kultanaamio" toinen osapuoli alkaa h&auml;d&auml;n hetkell&auml; etsi&auml; ratkaisua suhteen ongelmiin sen ulkopuolelta: "etsin jotain kirjaa johon luottaa, jossa meid&auml;t kerrotaan". T&auml;m&auml; yritys on tuhoon tuomittu. Laajemmassa mittakaavassa t&auml;llaista kirjojen vaarallisuutta k&auml;sittelee "Raskas": "kohennat tulta kylmin k&auml;sin / vaikka kirjasi sinut pettiv&auml;t / itseksesi hymyilet / kuin ymm&auml;rryst&auml; vailla". T&auml;ss&auml; kirjojen varaan on rakennettu tapaa j&auml;sent&auml;&auml; koko maailmaa, ja kirjojen tieto ei ole riitt&auml;nyt. Ironiaa on my&ouml;s laulussa "Mik&auml;&auml;n ei vie sit&auml; pois" (CMX 1994), jossa ihminen her&auml;&auml; siet&auml;m&auml;tt&ouml;m&auml;&auml;n kaipaukseen ja koettaa koota maailmaansa kirjoittamalla sen yl&ouml;s: "sanoin puhun / kirjoituksin koetan el&auml;m&auml;&auml; ohjata". T&auml;m&auml; ei kuitenkaan auta, ja niin kaipuu ei katoa - laulu toistaa toistamistaan, kuinka "mik&auml;&auml;n ei vie sit&auml; pois". Rationalistamisen metodi ei toimi.<p> Kirjojen ja vastaavan rationalistamisen riitt&auml;m&auml;tt&ouml;myytt&auml; kuvaa sarkastisimmin laulu "Ennustaja" (CMX 1995), jossa yritet&auml;&auml;n tavoittaa mystinen tai salattu viisaus/kokemus, mutta tuloksetta.<p> "tuulien reitit laskin otin sateista selv&auml;n aavistelin l&auml;mp&ouml;tilat ilmanpaineet mittasin auringonnousun ajat opettelin lehdest&auml; aloin harjoitella kiviinpiirt&auml;mist&auml; puut ei viel&auml; varise pihan l&auml;t&auml;k&ouml;t ei mene riitteeseen tutkin iltamy&ouml;h&auml;&auml;n hiljaisia kirjoja"<p> Laulun min&auml; tekee kaiken mahdollisen ulkoisen saavuttaakseen jonkin mystisen yhteyden. Mutta mit&auml;&auml;n ei tapahdu, kuten kertos&auml;e t&auml;st&auml; tietoisen ironisena toteaa: "odotan ja vuotan vaikkei mit&auml;&auml;n kuulu / tied&auml;n tulevia mit&auml; kirjoitettiin / p&ouml;yd&auml;t pid&auml;n katettuna, ovet auki / vierailleni jotka ei tule koskaan".<p> Mik&auml; ennustajaa vaivaa, miksei mit&auml;&auml;n tapahdu? Koska h&auml;n etsii viisautta kaikkialta muualta paitsi sielt&auml; mist&auml; se on l&ouml;ydett&auml;viss&auml;: itsest&auml;&auml;n. H&auml;n tekee kaiken mink&auml; voi oppia kirjoista, muttei mit&auml;&auml;n sellaista, mit&auml; ei voi - ja koska itse&auml;&auml;n on mahdotonta opiskella t&auml;ll&auml; tavalla, viisaus j&auml;&auml; saavuttamatta. Yrj&auml;n&auml;n meditatiivisin laulu, musiikiltaan puhdasoppinen virsi, on jo nimens&auml; puolesta kehotus toisenlaiseen itsens&auml; opiskeluun, introspektioon: "Hiljaisuuteen" (CMX 1995). ("Hiljaisuuteen" on my&ouml;s temaattisesti merkitt&auml;v&auml;: se on Rautakantele-levyn viimeinen kappale ja sen p&auml;&auml;tytty&auml; todella seuraa hiljaisuus. Rautakantele aloittaa matkansa maailman kuvaamisesta ja kritisoimisesta ["Rautakantele", "Y&ouml;llisi&auml;", "Palvonnan eleit&auml;"] ja siirtyy pikkuhiljaa meditatiivisimpiin aiheisiin ["Pelasta maailma", "Linnunhammas"] p&auml;&auml;tyen hiljaisuuden esiin kutsumiseen.)<p> 3. Pyhiinvaeltaja<p>Yrj&auml;n&auml; keskittyy lyriikassaan selv&auml;sti yhteiskunnan kuvaamista ja kritisointia enemm&auml;n aidomman kokemuksen etsimiseen. T&auml;m&auml; tematiikka on l&auml;sn&auml; valtaosassa h&auml;nen teksteist&auml;&auml;n. Laulujen min&auml; on usein kuvattu jonkinlaisena pyhiinvaeltajana, joka tuntee sis&auml;ll&auml;&auml;n kaipuun etsi&auml; totuutta ja vastauksia. "Linnunhammas" kiteytt&auml;&auml; hyvin edell&auml; kuvaamani yhteiskuntatematiikan yhteyden henkisyyden etsimiseen - tyhj&auml; yhteiskunta pakottaa ajattelevan ja tuntevan ihmisen etsim&auml;&auml;n toisenlaisia merkityksi&auml;:<p> "patosivat t&auml;m&auml;n joen kun olin viel&auml; pieni pienen pieni syntym&auml;t&ouml;n piste solujen saatossa merkkin&auml; siit&auml; arpi t&auml;ss&auml; ja kaulalla linnunhammas k&auml;dess&auml; sauva sile&auml;&auml; puuta ja silmiss&auml; pitk&auml; katse"<p> Tulkitsen seuraavassa ensin hieman yksityiskohtaisemmin kaksi teksti&auml;, jotka ovat mielest&auml;ni tyypillist&auml; etsij&auml;lyriikkaa, ja sen j&auml;lkeen pohdin yleisesti t&auml;m&auml;n etsimisen piirteit&auml;, mahdollisuuksia ja tuloksia.<p> 3.1. "H&auml;rj&auml;t"<p>Valheellisen ja todellisen el&auml;m&auml;n problematiikkaa k&auml;sittelev&auml; "H&auml;rj&auml;t" alkaa luonto- ja maisemakuvauksella, jossa on vapautta ja kauneutta: "kuun taivaallinen astia / lumessa teutovat h&auml;rj&auml;t". Kuun taivaallisuudessa on suurta pyhyytt&auml;, aivan kuten h&auml;rkien teutomisessa on rajua ja kesytt&auml;m&auml;t&ouml;nt&auml; el&auml;m&auml;&auml;. T&auml;m&auml; kontrastoituu voimakkaasti seuraavaksi tulevaan yhteis&ouml;kuvaukseen, jossa "juhlamiehet / hakevat maasta jotain pudonnutta / sormet jauhossa, ilman tulosta". Juhlamiehet eiv&auml;t siis n&auml;e maailmaa ja sen kauneutta ymp&auml;rill&auml;&auml;n, eiv&auml;tk&auml; ehk&auml; v&auml;lit&auml;k&auml;&auml;n siit&auml;: he ovat keskittyneet etsim&auml;&auml;n jotakin pudonnutta. Mutta he eiv&auml;t l&ouml;yd&auml; sit&auml;. Koska jotain pudonnutta etsiv&auml;t nimenomaan juhlamiehet, koko tilanteesta syntyy irvokas vaikutelma: kyse on avuttomista raukoista, jotka eiv&auml;t kykene saavuttamaan mit&auml;&auml;n - juhlamisten pit&auml;isi toki tehd&auml; jotakin muuta kuin kykki&auml; maassa pudonneen haussa. Yrj&auml;n&auml;n juhlamieskuvaus on samantyyppinen kuin leiv&auml;ntavoittelijoiden Pentti Saarikosken runossa "Leip&auml;" (Saarikoski 1994, 33): l&auml;sn&auml;oleva j&auml;&auml; ihmisten surkeuden takia ulottumattomiin. Samans&auml;vyisen kuvan yhteis&ouml;n el&auml;m&auml;ntavasta antaa teksti "Kaksi jokea" (CMX 1992), jossa el&auml;m&auml; on voittopuoleisesti vaivaa: "t&auml;&auml;ll&auml; oli virta joskus, t&auml;&auml;ll&auml; tehtiin ihmisty&ouml;t&auml; / niin se on kirjoitettu / itkettiin ja naurettiin, ehk&auml; enimm&auml;lti itkettiin / sanottu ihmis&auml;&auml;nin".<p> Seuraava s&auml;keist&ouml; "maan suonista nousevat vedet / metsien henget tuovat ne el&auml;m&auml;n luo / em&auml;kallio murenee hiljaa / el&auml;m&auml;nkeh&auml;ss&auml;&auml;n istujat vavisten juo" kuvaa periaatteessa samaa kuin aloituss&auml;keist&ouml;, mutta mukana on my&ouml;s uusia elementtej&auml;. El&auml;m&auml; on kaikkialla l&auml;sn&auml; ja tavoitettavissa, mutta el&auml;j&auml;t vain istuvat ja vavisten juovat. El&auml;m&auml;nkeh&auml;ss&auml; istuminen on hyvin merkityksellist&auml;: ihmiset ovat passiivisia el&auml;m&auml;npiirins&auml; kanssa, pelk&auml;&auml;v&auml;t laajentaa horisonttejaan - t&auml;m&auml; on sit&auml; maailman kaventumisen tematiikaa, jota olen luvussa 2 k&auml;sitellyt laajemminkin. Juomisella voi t&auml;ss&auml; olla ainakin kaksi merkityst&auml;: joko istujat juovat maan suonista noussutta el&auml;m&auml;nvett&auml; (pel&auml;ten el&auml;m&auml;&auml; [viittaan istua-sanan ulottuvuuksiin]? pel&auml;ten el&auml;m&auml;nveden loppua? pel&auml;ten "metsien henki&auml;", el&auml;m&auml;n synnytt&auml;j&auml;&auml;?) tai jotakin huumaavaa (unohtaakseen pelkonsa? v&auml;ltty&auml;kseen kohtaamasta el&auml;m&auml;&auml;?). Ja kaiken aikaa em&auml;kallio murenee: el&auml;m&auml; hiipuu, kuolema l&auml;henee. Yhdist&auml;n em&auml;kallion murenemisen samaan v&auml;ist&auml;m&auml;tt&ouml;m&auml;&auml;n ja hitaaseen tuhoutumiseen, jota "Ruoste" k&auml;sittelee (ks. luku 3.2).<p> Seuraavassa s&auml;keist&ouml;ss&auml; tulee j&auml;lleen uusi eletyn ja el&auml;m&auml;tt&ouml;m&auml;n el&auml;m&auml;n rinnastaminen. "kultaa purret airoissaan / hiuksista solmittu k&ouml;ysi" tarjoaa kaksi voimakasta ja jopa romanttista liikkeen ja/tai paon kuvaa. Ensimm&auml;isess&auml;, eritt&auml;in tiiviiss&auml; ja moniulotteisessa kuvassa joku on menossa pois jostakin (poisp&auml;&auml;syst&auml; niin haltioissaan, ett&auml; n&auml;kee pienen soutuveneens&auml; kultaisena laivana joka purjehtii vapauteen?) ja toisessa, Rapunzel-sadusta tutussa kuvassa kaipuu ja kekseli&auml;isyys yhdistyv&auml;t hedelm&auml;llisesti.<p> N&auml;m&auml; toiminnan kuvat saavat vastakohtansa avaimenvartijasta, joka "pitelee talossaan avaintaan / silm&auml;t ummessa, ilman tunnetta". T&auml;ss&auml; ihmisell&auml; on funktio, muttei mit&auml;&auml;n muuta: avaimenvartija ei lopulta tied&auml; mit&auml; on tekem&auml;ss&auml; tai miksi. Kuvan voimakkuutta lis&auml;&auml; viel&auml; se, jos ajatellaan, ett&auml; avaimenvartijalla on avain siihen vankilaan/torniin, josta joku on edell&auml; paennut tai jonne sankari on kavunnut. N&auml;in todellinen vanki on lopulta turtana tyhj&auml;&auml; vartioiva avaimenvartija, jonka avainta toiset eiv&auml;t edes tarvinneet. Toinen samantyyppinen, yhteiskunnallisempi ja pessimistisempi kuva merkityksett&ouml;m&auml;st&auml; el&auml;m&auml;st&auml; ja sen aiheuttamasta ep&auml;toivosta l&ouml;ytyy tekstist&auml; "T&auml;ynn&auml; naisia" (CMX 1991): "muista aamuisin her&auml;t&auml; / tehd&auml; hyvin turha ty&ouml;si / kello k&auml;y sinun aikaasi / sinun lyhytt&auml; aikaasi // miksi johtajat ampuvat / kalliit p&auml;&auml;ns&auml; seinille / miksi ikkunoista sy&ouml;ksyy / loputon itkev&auml; joukko".<p> Seuraavaksi esitet&auml;&auml;n tekstiss&auml; kuvattu yhteis&ouml; laajemmasta n&auml;k&ouml;kulmasta: "t&auml;&auml;ll&auml; on el&auml;m&auml; kirjoissa sanottu / tehty tyk&ouml; ja tukittu jokien vuo / salaisten oppien lietemailta / on etsiminen jos vapauttaa haluaa nuo" (t&auml;t&auml; s&auml;keist&ouml;&auml; ei lauleta). Yrj&auml;n&auml;n lyriikassa merkitt&auml;v&auml; sana "kirja" esiintyy t&auml;ss&auml; j&auml;lleen el&auml;m&auml;&auml; kahlitsevana: maailmasta katoaa jotakin oleellista, kun sit&auml; katsotaan vain ja ainoastaan kirjojen oppien l&auml;pi. El&auml;m&auml;n virta menee tukkoon ja kaikki muuttuu staattiseksi ja ennustettavaksi: juhlamiehiksi ja avaimenvartijoiksi. Joki ei kuitenkaan katoa, vaan mahdollisuus el&auml;m&auml;n l&ouml;yt&auml;miseen on olemassa.<p> T&auml;t&auml; kuvataan viimeisess&auml; s&auml;keist&ouml;ss&auml;: joku nousee el&auml;m&auml;tt&ouml;myyden yl&auml;puolelle ja l&auml;htee pois kuolleesta maailmasta. T&auml;m&auml;n edellytyksen&auml; n&auml;hd&auml;&auml;n ihmisen oma tutkimus ja etsint&auml;. Sen j&auml;lkeen laulu p&auml;&auml;ttyy julistuksenomaisesti: "olen l&auml;htenyt / enk&auml; koskaan palaa". L&auml;hteminen ei v&auml;ltt&auml;m&auml;tt&auml; ole niink&auml;&auml;n fyysist&auml; kuin henkist&auml;. Mutta t&ouml;rm&auml;&auml;mme keskeiseen kysymykseeni: minne laulun min&auml; sek&auml; pois purjehtija (tai ehk&auml; he ovat sama henkil&ouml;?) l&auml;htev&auml;t? Mik&auml; on se toinen maailma? Negaation kautta sit&auml; voi jo kuvata: se ei ole se maailma, jonka voi oppia kirjoista. T&auml;m&auml; ei kuitenkaan sano sen luonteesta viel&auml; paljoakaan.<p> 3.2. "Ruoste"<p>Yht&auml; paljon kuin yhteiskunnasta vapautumista, Yrj&auml;n&auml; kuvaa my&ouml;s omasta itsest&auml; vapautumisen v&auml;ltt&auml;m&auml;tt&ouml;myytt&auml;: on tiedostettava itsess&auml;&auml;n el&auml;m&auml;&auml; est&auml;v&auml;t rutiinit ja tavat sek&auml; noustava n&auml;iden yl&auml;puolelle. T&auml;t&auml; ajatusta pohtii laajimmin laulu "Ruoste" (CMX 1994), mutta viitteit&auml; siihen on my&ouml;s monissa muissa teksteiss&auml;.<p> Maailma kulkee hitaasti eteenp&auml;in, mutta ihmisen el&auml;m&auml; on kuitenkin mit&auml;tt&ouml;m&auml;n lyhyt: "katso kuinka hiljaa / kaikki k&auml;y / mutta vuodet on lyhyet". T&auml;m&auml;n vuoksi on hyl&auml;tt&auml;v&auml; se, mik&auml; on vain rutiinia ja arkea eik&auml; todellista kokemista. Jonain erityisen&auml; p&auml;iv&auml;n&auml; ("ja kun kuu ja aurinko ovat yhdess&auml; taivaalla"; kuulle ja auringolle en l&ouml;yd&auml; sen tarkempaa merkityst&auml;, mutta n&auml;hd&auml;kseni kuvan tarkoituksena on ilmoittaa, ett&auml; vapautumisen p&auml;iv&auml; on jollain tapaa tavallisuudesta poikkeava) tekstin min&auml; tekee tilin menneisyytens&auml; kanssa ja polttaa "kirjat ja paperit / ehk&auml; my&ouml;s / huonekalut ja muistot". J&auml;lleen t&ouml;rm&auml;&auml;mme kirja-sanan merkityksellisyyteen: samalla tavalla kuin "H&auml;rj&auml;t"-tekstiss&auml;, my&ouml;s t&auml;ss&auml; pit&auml;&auml; n&auml;hd&auml; muutakin kuin se mit&auml; on kirjoissa. Samaten muistoista on er&auml;&auml;ll&auml; tavalla vapauduttava, koska ne voivat olla kahlitsevia; mit&auml; enemm&auml;n ihminen on takertunut menneisyyteens&auml;, sit&auml; v&auml;hemm&auml;n h&auml;nelle nykyhetkess&auml; ja tulevaisuudessa en&auml;&auml; tapahtuu. Kaikki maallinen on "kaikki valheet jotka tulevat el&auml;m&auml;n tielle / kaikki hyv&auml; mik&auml; est&auml;&auml; n&auml;kem&auml;st&auml; / se on ruoste". On huomattava, ett&auml; sek&auml; hyv&auml; ett&auml; paha voivat olla kahlitsevia. Jotain pel&auml;ten tai jostain suuresti nauttien ihminen takertuu kiinni rutiiniin tai suojamuureihin eik&auml; kykene luopumaan niist&auml;. Rutiini on ruoste: jokin, joka hitaasti mutta v&auml;ist&auml;m&auml;tt&ouml;m&auml;sti kuluttaa el&auml;m&auml;&auml;. "El&auml;m&auml;" on t&auml;ss&auml; yhteydess&auml; jotakin aivan muuta kuin "olemassaolo": ihminen voi kyll&auml;kin olla olemassa, hengitt&auml;&auml;, vaikka h&auml;n ei el&auml; sanan t&auml;sm&auml;llisemm&auml;ss&auml; merkityksess&auml;. El&auml;minen on uuden kokemista, etsimist&auml;. T&auml;h&auml;n voi saada voimaa ja ev&auml;styst&auml; menneisyydest&auml;&auml;n, mutta menneisyys on kuitenkin hyl&auml;tt&auml;v&auml;: "savu nuolee raunioita / tied&auml;th&auml;n milt&auml; tuntuu / l&auml;mmitt&auml;&auml; k&auml;si&auml;&auml;n / palaneiden kotien tuhkassa". Samaa luopumisen v&auml;ltt&auml;m&auml;tt&ouml;myytt&auml; k&auml;sittelee my&ouml;s "Aura" (CMX 1994), jossa laulun min&auml; ymm&auml;rt&auml;&auml; lopulta kuinka "t&auml;ytyy luopua / ajatella uudelleen itsens&auml; ja muut". Paikalleen j&auml;&auml;minen olisi kehityksen loppumista.<p> "Ruosteen" viimeinen s&auml;keist&ouml; muistuttaa siit&auml;, ett&auml; kahleistaan ei vapaudu lopullisesti. Tomu sataa taas vuotten ylle: kun edellisist&auml; kahleista on vapauduttu, uusia aletaan jo sovittaa. Maailman paikalleen j&auml;hmettyminen (tomua voi ker&auml;&auml;nty&auml; vain paikallaan olevan p&auml;&auml;lle) on alkanut j&auml;lleen. Viimeinen kuva "ehk&auml; n&auml;m&auml;kin murhaajank&auml;det etsiv&auml;t p&auml;&auml;t&auml; / jota silitt&auml;&auml; ja tuntea maailman paino / se on ruoste" on vaikeaselkoinen. Sen voisi tulkita ihmisen heikkouden kuvaukseksi: kuin huomaamattaan laulun min&auml; on j&auml;lleen lankeamassa asioihin, joista h&auml;n juuri aiemmin oli vapautunut.<p> 3.3. Etsimisen pakko<p>Yrj&auml;n&auml; ei kuvaa etsimist&auml; harrastuksena tai ajanvietteen&auml;. Se on inhimillinen pakko: ihmisen osa. "Kuin rakkaus se minua vainoaa / kuin kaipaus syd&auml;men kahlitsee / kuin sairaus tahtoonsa taivuttaa" ("Joet", CMX 1995a). "Saatana" liitt&auml;&auml; etsimisen raamatulliseen kuvastoon: "er&auml;maassa min&auml; painin / ja sinulle h&auml;vi&auml;n / tulen aina painimaan / ja aina h&auml;vi&auml;m&auml;&auml;n" -teksti viittaa sek&auml; Jaakobin painiin Jumalan kanssa (1. Moos. 32: 24-28) ett&auml; kiusauskertomukseen, jossa Saatana koettelee Jeesusta er&auml;maassa (Matt. 4: 1-11, Mark. 1: 12-13, Luuk. 4:1-13). Tulkinnassa on j&auml;lleen huomattava, kuinka Yrj&auml;n&auml; yleens&auml; k&auml;sittelee henkiolentoja: t&auml;ss&auml;k&auml;&auml;n tapauksessa Saatana tuskin on mik&auml;&auml;n ulkoinen henki, vaan pikemminkin ihmisen luonteen heikkous. "Saatana" k&auml;sittelee laajemminkin juuri t&auml;t&auml; etsimisen pakon ja ihmisen heikkouden tematiikkaa: toisaalta on kaipuu vapauteen ja henkisyyteen, mutta toisaalta on paljon helpompaa antaa periksi.<p> 3.4. Etsimisen vaikeus<p>Yrj&auml;n&auml; puhuu monessa paikassa etsimisen vaikeudesta ja raskaudesta. "Saatana" ja "Joet" ovat vain pari esimerkki&auml;. V&auml;lill&auml; mukaan tulee ep&auml;toivoinenkin s&auml;vy, kun voimat eiv&auml;t riit&auml;. "Aivos&auml;hk&ouml;&auml;"-laulun (CMX 1992) min&auml; havahtuu kauhuissaan, ja toteaa kuinka "on tuskallisen selv&auml;&auml; / t&auml;m&auml; on uni ja houre / n&auml;m&auml; matkat ovat pitk&auml;t / pime&auml;t yksin&auml;isyydet kulkea". Laulu p&auml;&auml;ttyy kuvaan, jonka voi tulkita er&auml;&auml;nlaiseksi h&auml;t&auml;&auml;ntyneeksi luovuttamiseksi: "nuotiotulen valosta / er&auml;&auml;lt&auml; rannalta / juoksen helvetinkyyti&auml; pime&auml;&auml;n / turvaan pime&auml;&auml;n".<p> Etsimisen vaikeutta lis&auml;&auml; my&ouml;s se, ett&auml; toisinaan mielt&auml; kalvaa ep&auml;tietoisuus siit&auml;, onko mit&auml;&auml;n suurempaa ja todellisempaa ylip&auml;&auml;t&auml;&auml;n olemassa. Etsij&auml; kokee yht&auml;kki&auml; unohtaneensa sen mit&auml; on etsim&auml;ss&auml;; alun perin oli joku mit&auml; l&auml;hdettiin tavoittelemaan, mutta mit&auml; se lopulta oli? T&auml;st&auml; on Yrj&auml;n&auml;n lyriikassa lukuisia esimerkkej&auml;, joista kuvaavimpia ovat esim. "Todellisuuksien yleiset luokat"-laulun (CMX 1992) "n&auml;in unta jossa ymm&auml;rsin / kunpa muistaisin" ja "Talvip&auml;iv&auml;nseisauksen" (CMX 1994) ep&auml;toivoisen matkan keskell&auml; her&auml;&auml;v&auml; kysymys "l&auml;hdink&ouml; viimein matkaan / p&auml;in tarujen pohjolaa / joka on aina kaukana / joka ei tule maanteill&auml; vastaan".<p> Hyvin yhteiskunnallisessa "Raskas"-tekstiss&auml; min&auml; on my&ouml;s tiet&auml;m&auml;t&ouml;n siit&auml;, mik&auml; h&auml;nt&auml; riivaa: "vainaj&auml;rven rannassa / on parvi muuttolintuja / mik&auml; niit&auml; riivaa / riivaa my&ouml;skin minua". T&auml;llainen toteamus nimenomaan "Raskas"-tekstiss&auml; johdattaa tulkintaa siihen suuntaan, ett&auml; paha olo ja poisp&auml;&auml;semisen pakko on yhteiskunnallisen ilmaston aiheuttamaa.<p> "Joet" kuljettaa kertojansa alun varmuudesta ja ilosta ("seuraan t&auml;hte&auml;ni / tiesin p&auml;&auml;sev&auml;ni &auml;&auml;riin") ep&auml;varmuuden ("kaipaan t&auml;hte&auml;ni / toivon p&auml;&auml;sev&auml;ni &auml;&auml;riin") kautta pelottavaan loppukuvaan, jossa ei ole en&auml;&auml; selvyytt&auml; siit&auml;, minne ollaan menossa: "jokien paulaan / virtojen aattolaan / etenee yksin pime&auml; kannoillaan". Vastaus j&auml;&auml; t&auml;ss&auml;kin tapauksessa l&ouml;ytym&auml;tt&auml; alun vankasta uskosta huolimatta.<p> 3.5. Etsimisen onni<p>Etsiminen ei kuitenkaan ole pelkk&auml;&auml; piinaa. Vaikka se on raskasta ja tuskallista, saavutetut voitot ovat kaiken vaivan arvoisia. "Tulikive&auml;" esitt&auml;&auml; kuvan, jossa kaikesta arjen tyhjyydest&auml; huolimatta l&ouml;ytyy sis&auml;inen valo sek&auml; yhteys maailmaan:<p> "t&auml;rke&auml;&auml; on salaisuus t&auml;rke&auml;&auml; on n&auml;kemys selitykset solmiutuvat ihmisyyden lokaan luiden l&auml;pi tulee valo loistaa kallon sis&auml;lt&auml; lihan kuidut lasia k&ouml;ynn&ouml;ksin&auml; toisissaan<p> taivaankannen yli soutaa py&ouml;r&auml; tulikivinen se on el&auml;m&auml;lle totta se on kaiken sis&auml;ss&auml;"<p>"Linnunhammas" on toinen onnellinen kuvaus siit&auml;, kuinka etsiminen on mielek&auml;st&auml; ja palkitsevaa ja kuinka sen tuloksena voi saavuttaa aidomman ja alkuper&auml;isemm&auml;n maailman: "virtaan alkuvesien / heitt&auml;ydyn ja kuljen / aina virran mukaan / alas vesiin l&auml;mpimiin / kohtuun merten vanhain / kehtoon vuoksien / eik&auml; padottua t&auml;t&auml; vett&auml; saa". Vastaavasti "Hiljaisuuteen" kuvaa kuinka "i&auml;isyyden verho / on aina auki sielulle / ken osaa l&ouml;yt&auml;&auml; sen". N&auml;in siis Yrj&auml;n&auml; painottaa sit&auml;, ett&auml; vaikka maailma voi olla yleisesti ottaen varsin henget&ouml;n, se ei kuitenkaan ole pystynyt tuhoamaan viisautta miss&auml;&auml;n m&auml;&auml;rin. Viisaus ja aitous ovat olemassa kaikille niille, jotka osaavat ja haluavat etsi&auml;.<p> Olen aiemmin todennut etsimisen olevan ihmisen osa. T&auml;ss&auml; etsimis- ja pyhiinvaellustematiikassa on huomattava ero suhteessa tavanomaisiin pyhiinvaellusta kannattaviin uskontoihin. Siin&auml; miss&auml; esim. islaminuskoisella pyhiinvaelluspaikka on Mekka, Yrj&auml;n&auml;n pyhiinvaeltaja k&auml;&auml;ntyy sis&auml;&auml;np&auml;in, itseens&auml;. Pyhiinvaellus ei v&auml;ltt&auml;m&auml;tt&auml; ole fyysist&auml; kulkemista paikasta toiseen, vaikka sit&auml;kin se voi toki olla. Yht&auml; oikeaa fyysist&auml; pyhiinvaelluskohdetta ei ole. On opittava erottamaan oleellinen ep&auml;oleellisesta ja todellinen valheellisesta. T&auml;ss&auml; mieless&auml; sis&auml;inen pyhiinvaellus on vaivalloista, koska on uskallettava ep&auml;ill&auml; ja jaksettava v&auml;ltt&auml;&auml; helppoihin ratkaisuihin lankeamista.<p> Lempe&auml; "Aura" on selkein t&auml;t&auml; tematiikkaa k&auml;sittelev&auml; teksti. Se alkaa Danten Jumalaisen N&auml;ytelm&auml;n alusta tutulla kuvalla: "el&auml;m&auml;n keskip&auml;iv&auml;ss&auml; / min&auml;kin eksyin synkk&auml;&auml;n mets&auml;&auml;n / aamup&auml;iv&auml;in kappaleisiin / iltojen ik&auml;v&auml;&auml;n". Eksyminen on t&auml;ss&auml; nimenomaan v&auml;&auml;r&auml;nlaisiin asioihin kiinnittymist&auml;, ja j&auml;lleen totuuteen p&auml;&auml;st&auml;kseen t&auml;ytyy etsi&auml; "tiet&auml; joka hehkuu / polkua joka puhuu". T&auml;m&auml; tie ja polku on kaikkialla l&auml;sn&auml;, jos sen vain huomaa:<p> "se on k&auml;siesi liikkeiss&auml; se on taivaankannen valoissa se on p&auml;iv&auml;ll&auml; ja y&ouml;ll&auml; ja aina se on t&auml;&auml;ll&auml;, se on muualla se ei puhu, ei voi vastata olen ymm&auml;rt&auml;nyt t&auml;m&auml;n sen valossa"<p>Mutta kerran t&auml;m&auml;n tajuaminen ei riit&auml;. T&auml;ss&auml; on j&auml;lleen yhteys ruoste-tematiikkaan: mik&auml;&auml;n vastaus ei ole lopullinen, sill&auml; el&auml;m&auml; muuttuu joka askeleen j&auml;lkeen, eik&auml; miss&auml;&auml;n vaiheessa voi pys&auml;hty&auml;. "Auran" min&auml; toteaakin: "en ehk&auml; tied&auml; mit&auml; tehd&auml; / vaikka joskus olenkin varma / ja joskus makaan aivan hiljaa / ja uskallan vain ep&auml;ill&auml;". T&auml;ytyy olla valmis luopumaan, mik&auml;li on pakko.<p> 3.6. El&auml;m&auml;n hauraat astiat<p>"Aura" k&auml;sittelee my&ouml;s rakkautta, joka on Yrj&auml;n&auml;n lyriikassa yksi mahdollinen suuri my&ouml;nteinen voima ja vastauksien antaja, joskaan sek&auml;&auml;n ei lopullinen sellainen. "talvi toi meid&auml;t t&auml;h&auml;n paikkaan / miss&auml; lep&auml;&auml;mme kylki kyljess&auml; / opimme enemm&auml;n toisiamme / opimme ajoissa luopumaan".<p> Rakkauden kaipuu on my&ouml;s inhimillinen perussuure. "Turkoosi" (CMX 1994) k&auml;sittelee kohtaamisen tematiikkaa ja problematiikkaa. Mielest&auml;ni sen kivi-vertauskuva on tulkittavissa my&ouml;s kahden erilaisen ihmisen kohtaamiseksi ja t&auml;m&auml;n her&auml;tt&auml;m&auml;ksi h&auml;mmennykseksi: "maasta poimin kirjokiven / katson sen v&auml;ri&auml; sirisilmin / tunnen kuinka kivi katsoo / takaisin kivisin silmin / laulan sille miesilaulun / laulaako minulle kivilaulun". Rakkauden kaipuu on jotakin mit&auml; ei voi voittaa: "yht&auml; v&auml;h&auml;n kuin lakata hengitt&auml;m&auml;st&auml; / ja jatkaa el&auml;mist&auml; / voin min&auml; sinua lakata pyydyst&auml;m&auml;st&auml;". "Suuri &auml;iti" (CMX 1990) kuvaa voimakkaimmin t&auml;m&auml;n kaipauksen valtavuutta (huom. my&ouml;s laulun nimen merkitys): "min&auml; olen t&auml;m&auml; tyhj&auml; talo / hyl&auml;tty ja raunioina / sade pyyhkii taas niin kylm&auml;n&auml; / alastoman ruumista // nainen". Sana "nainen" lauletaan pitk&auml;ll&auml;, valittavalla &auml;&auml;nell&auml; ja kasvaa laulussa valtaviin mittoihin.<p> Rakkaus liittyy henkisyyden etsint&auml;&auml;n sik&auml;li olennaisesti, ett&auml; Yrj&auml;n&auml;n lyriikassa se on monesti voima, joka kykenee merkitt&auml;v&auml;sti kasvattamaan ihmisen maailmaa. "Rautakantele" kertoo kahden toisistaan erill&auml;&auml;n olevan ihmisen matkasta ja matkalta paluusta. Molemmat ovat jollain tapaa eksyksiss&auml; tai ep&auml;tietoisia ("olenko saanut sen hauenleuan / vai olenko kaatunut onnettomuuksiin / haiseeko henkeni pelolta"). Laulun kertos&auml;e kuvaa n&auml;iden kahden ihmisen pelastumista toistensa avulla - ihmist&auml; verrataan ik&auml;&auml;n kuin soittimeen (rautakantele) joka soi puhtaimmin ja kauniimmin toisen k&auml;siss&auml;. Aristoteelisella k&auml;sitteist&ouml;ll&auml; voisi puhua ihmisen potentiaalin aktualisoitumisesta toisen ihmisen avulla: "l&auml;vist&auml; minut t&auml;ss&auml; / opeta minulle n&ouml;yryys / pujota minuun kielet / soita s&auml;veleni". N&auml;m&auml; kaksi ihmist&auml; muodostavat t&auml;ll&ouml;in jonkinlaisen henkisen yhteis&ouml;n. "N&auml;kyjen pitelij&auml;n" (CMX 1992a) sanoin: "ja joka jumalan aamu / tule minulle noidaksi / tule minulle alttariksi / salojen jakajaksi".<p> Rakkauden suuresta voimasta puhuu my&ouml;s "Pelasta maailma" (CMX 1995), jossa siin&auml;kin ihminen her&auml;&auml; eloon toisen avulla: "avaat rintani kuin lyhdyn / sytyt&auml;t sinne kynttil&ouml;it&auml; / liekki on ihmisen el&auml;m&auml;n muotoinen". Laulun mahdollisesti ironinen ja joka tapauksessa arvoituksellinen kertos&auml;e "niin, pelasta maailma / tee se jo t&auml;n&auml;&auml;n / tee jotakin mahdotonta" tuo mieleeni juutalaisen viisauden Talmudista: "joka pelastaa yhden ihmisen, pelastaa koko maailman". Tulkitsisin "Pelasta maailmaa" t&auml;m&auml;n kautta: laulussa on kyse rakkauden pelastavasta voimasta juuri kahden ihmisen v&auml;lill&auml; - ja n&auml;ille ihmisille rakkaus pelastaa koko maailman.<p> Kuitenkin huom: koko "Pelasta maailma" on vaikea pala, koska se on musiikillisesti niin puhdasoppinen iskelm&auml;, mik&auml; on CMX:n musiikissa hyvin poikkeavaa. Toisin sanoen koko laulu voidaan my&ouml;s tulkita iskelm&auml;lyriikan parodiana: siin&auml; lauletaan asioista joista iskelmiss&auml; t&auml;ytyy laulaa. Mutta my&ouml;s iskelm&auml;t voivat olla vilpitt&ouml;mi&auml;, ja koska Yrj&auml;n&auml;n ironia ei t&auml;ss&auml; tapauksessa ole p&auml;iv&auml;nselv&auml;&auml;, tulkitsen laulua kuin se olisi rehellinen.<p> 4. Henkisen todellisuuden luonne<p>Yrj&auml;n&auml;n lyriikassa t&auml;rke&auml;ll&auml; sijalla oleva etsiminen on selv&auml;sti henkisyyden etsimist&auml;. T&auml;m&auml; henkisyys on kuitenkin luonteeltaan hankalasti m&auml;&auml;ritelt&auml;viss&auml;. Sanoitusten kuvastossa on paljon kristillisest&auml; mytologiasta tuttuja hahmoja ja ilmi&ouml;it&auml;, mutta Yrj&auml;n&auml;&auml; ei voida pit&auml;&auml; kristillisen&auml; lyyrikkona. Kristillisyyden perusdogmi ja -vaatimus on usko, kun taas Yrj&auml;n&auml; painottaa kaiken aikaa etsimist&auml; ja tietynlaista esoteerista viisautta: henkisyys on saavutettavissa vain yksil&ouml;n ponnistelujen tuloksena; siihen ei riit&auml; se, ett&auml; uskoo ("kun henki tulee lihaksi / ja astuu p&auml;&auml;lle maan / tuo valo silm&auml;n autuus on / sen etsij&auml;lle vaan" ["Hiljaisuuteen"]). Lis&auml;ksi kristillisyydess&auml; esiintyvien hahmojen (saatana, demonit, muut henget) osalta on huomattava, ett&auml; Yrj&auml;n&auml; ei n&auml;e niit&auml; kristillisyyden tavoin pelk&auml;st&auml;&auml;n ihmisen ulkopuolella mellest&auml;vin&auml; sielunvihollisina, vaan primitiivisin&auml; voimina ihmisen sis&auml;ll&auml;.<p> Kristillisyyden sanoma on periaatteessa luettavissa pyhist&auml; kirjoista. Yrj&auml;n&auml; puolestaan painottaa sit&auml;, ett&auml; viisautta ei voi vangita kirjoihin, vaan todellinen viisaus on nimenomaan sit&auml;, mit&auml; ei voi sanoa tai kirjoittaa - v&auml;ltt&auml;m&auml;tt&auml; edes rationaalisesti k&auml;sitt&auml;&auml;. "ei sit&auml; voi suin sanoa / ei mielin k&auml;sitt&auml;&auml;" ("N&auml;kyjen pitelij&auml;") ja "se, mille ei voi nime&auml; antaa / nousee kun ilma on taivaalla suuri / kuuntele kauan sen hiljaisuutta / kuuntele laulua kaukana" ("Kulje vasten") sek&auml; "matka perille alkaa n&auml;in / sanat on virtyneet ohuiksi" ("Rytmitehdas"). T&auml;t&auml; ajatusta valottaa my&ouml;s "Keskell&auml;" (CMX 1994b), joka on valmistautumista hiljaisuuteen ja sanojen hylk&auml;&auml;miseen (lause "ennen kuin annan sanojen menn&auml;" kasvaa merkitykselliseksi toiston kautta: se toistuu laulettuna toistakymment&auml; kertaa):<p> "t&auml;n&auml; y&ouml;n&auml; hengit&auml;n hiljaa ikkunat auki ilman kulkea k&auml;det raskaina teoista ennen kuin annan sanojen menn&auml;"<p>T&auml;lt&auml; osin Yrj&auml;n&auml;n henkisyys on yhdistett&auml;viss&auml; gnostilaisuuteen (aate joka painottaa esoteerisen viisauden [gnosis] ja sen etsimisen t&auml;rkeytt&auml;), ehk&auml; my&ouml;s uusplatonismiin ja teosofiaan. En kuitenkaan pid&auml; Yrj&auml;n&auml;&auml; suoranaisena n&auml;iden uskontojen kannattajana. H&auml;nen henkisyydell&auml;&auml;n on yhtym&auml;kohtia niihin, mutta se on kuitenkin omanlaistaan. Oleellista on my&ouml;s se, ett&auml; Yrj&auml;n&auml;n sanoitusten maailma on enemm&auml;n etsimist&auml; kuin l&ouml;yt&auml;mist&auml;. H&auml;n piiritt&auml;&auml; samoja kysymyksi&auml; ja aiheita l&ouml;yt&auml;en niist&auml; koko ajan uusia puolia, mutta saamatta kuitenkaan lopullista vastausta. "sinulle jota en viel&auml; tunne / koetan laulun kirjoittaa" ("Pirunmaitoa", CMX 1995). Toisaalta, ehk&auml; on parempi, ett&auml; lopullista vastausta ei l&ouml;ydy: ehk&auml;p&auml; vastauksen l&ouml;ytyminen ja maailman loksahtaminen paikalleen tarkoittaisi my&ouml;s kehityksen loppumista ja er&auml;&auml;nlaista rappeutumisen alkamista (ruoste-tematiikka). Jonnekin ollaan edelleen ja aina matkalla, jonnekin tuntemattomaan. "N&auml;kyjen pitelij&auml;n" sanoin:<p> "se paljastuu tuhat kertaa ja ly&ouml; todellisuuksien rajat antavat my&ouml;ten auringonnousun kajossa se paljastuu kuinka kauas on tunnetut seudut j&auml;&auml;neet"<p><p><p> Lukijani! On <a href="http://www.cmx.fi/yhteys/lomake.php?to=tero">palautteen</a> aika.<p>Kirjallisuus / &auml;&auml;nitteet.<p>ALANKO, ISMO. J&auml;&auml;tyneit&auml; lauluja. Tampere: Poko Records, 1993.<br> ALANKO, ISMO. Irti. Tampere: Poko Records, 1996.<br> CMX (Pekka Kanniainen, Kimmo Suomalainen, Aki Yrj&auml;n&auml;). Raivo. Oulu: Bad Vugum, 1989.<br> CMX (Pekka Kanniainen, Kimmo Suomalainen, Aki Yrj&auml;n&auml;). Kolmik&auml;rki. Oulu: Bad Vugum, 1990.<br> CMX (Janne Halmkrona, Pekka Kanniainen, Timo Rasio, Aki Yrj&auml;n&auml;). Veljeskunta. Oulu: Bad Vugum, 1991.<br> CMX (Janne Halmkrona, Pekka Kanniainen, Timo Rasio, Aki Yrj&auml;n&auml;). Aurinko. Helsinki: EMI Finland, 1992.<br> CMX (Janne Halmkrona, Pekka Kanniainen, Timo Rasio, Aki Yrj&auml;n&auml;). Manalainen / N&auml;kyjen pitelij&auml; - single. Helsinki: EMI Finland, 1992a.<br> CMX (Janne Halmkrona, Pekka Kanniainen, Timo Rasio, Aki Yrj&auml;n&auml;). Aura. Helsinki: EMI Finland, 1994.<br> CMX (Janne Halmkrona, Pekka Kanniainen, Timo Rasio, Aki Yrj&auml;n&auml;). Ruoste / Saatana - single. Helsinki: EMI Finland, 1994a.<br> CMX (Janne Halmkrona, Pekka Kanniainen, Timo Rasio, Aki Yrj&auml;n&auml;). Kultanaamio / Keskell&auml; - single. Helsinki: EMI Finland, 1994b.<br> CMX (Janne Halmkrona, Pekka Kanniainen, Timo Rasio, Aki Yrj&auml;n&auml;). Rautakantele. Helsinki: EMI Finland, 1995.<br> CMX (Janne Halmkrona, Pekka Kanniainen, Timo Rasio, Aki Yrj&auml;n&auml;). Pelasta maailma / Joet -single. Helsinki: EMI Finland, 1995a<br> FRITH, SIMON. Sound effects. Youth, leisure, and the politics of rock. Lontoo: Constable, 1983.<br> FRITH, SIMON. Music for pleasure. Cambridge: Polity Press, 1988.<br> HALME, LASSE. Onko siin&auml; sanoma? - mit&auml; Juice todella sanoi?. Helsinki, 1992. (ei kustannustietoja - omakustanne?)<br> HALME, LASSE. Rockin syvin olemus. Filosofia, uskonto ja rock. Helsinki, 1994. (ks. ed.)<br> KETVEL, ROO. Sanoista. Helsinki: Zappa Oy, 1989.<br> SAARIKOSKI, PENTTI. Nuoruuden runot. Helsinki: Kustannusyhti&ouml; Otava, 1994. ("Leip&auml;" ilmestyi alun perin kokoelmassa Runoja, 1958.)<br> WESTERSUND, JOHANNA. "L&auml;hi- ja yleiskuvia Kauko R&ouml;yhk&auml;n rocklyriikasta". Teoksessa: Musta lammas - kirjoituksia populaari- ja massakulttuurista. Toim. Tero Koistinen et al. Saarij&auml;rvi: Gummerus Kirjapaino Oy, 1995.