<h2>Tuulilukko-analyysi</h2>

<iframe src="https://embed.spotify.com/?uri=spotify:track:2IYGlO2RETCnMySeqiGBYx" width="300" height="380" frameborder="0" allowtransparency="true"></iframe>
<br><br>
<p>
CMX:n kappale Tuulilukko on vaivannut p&auml;&auml;t&auml;ni enemm&auml;n kuin mik&auml;&auml;n muu
2000-luvulla tehty populaarimusiikkiteos. Ep&auml;m&auml;&auml;r&auml;isell&auml; tavalla
ep&auml;tyydytt&auml;v&auml;n Isohaara-albumin p&auml;&auml;t&ouml;sraita on j&auml;&auml;nyt mielen pohjalle ja
noussut sielt&auml; odottamattomina hetkin&auml;. Pureskeltavaa on riitt&auml;nyt, ja vaiva
on ollut aina sen arvoista.
<p>
T&auml;ss&auml; siis yksi sukellus siihen, mist&auml; biisiss&auml; puhutaan.
Populaarimusiikkia - tai mit&auml;&auml;n muutakaan - koskevassa journalismissa ei
t&auml;t&auml; nyky&auml; tunnu olevan tilaa merkityksen k&auml;sittelylle, mik&auml; on s&auml;&auml;li.
Merkitys on kuitenkin se, mill&auml; on eniten merkityst&auml;. Olkoon t&auml;m&auml;
esseentynk&auml; siis huuto sen puolesta, ett&auml; asioihin, jopa lauluihin, voi
sis&auml;lty&auml; asiaa, jonka &auml;&auml;reen kannattaa pys&auml;hty&auml;.
<p>
Tuulilukko on pop- tai rocktekstin&auml; harvinaislaatuinen. Se puhuu
lukemattomista asioista yht&auml; aikaa, ja sen ensisijaisena aiheena tuntuu
olevan inhimillisen kokemuksen runsaus, maailman ylitsepursuava moninaisuus,
jonka keskelle ihminen on heitetty j&auml;sent&auml;m&auml;&auml;n ymp&auml;rist&ouml;&auml;&auml;n, el&auml;m&auml;&auml;ns&auml; ja
itse&auml;&auml;n. Ei t&auml;llaisia lauluja ole tavattu populaarikulttuurin piiriss&auml;
kirjoittaa, ainakaan t&auml;h&auml;n tapaan.
<p>
Tuulilukko puhuu siit&auml;, miten monien perspektiivien ja mittakaavojen kanssa
me joudumme samanaikaisesti p&auml;rj&auml;&auml;m&auml;&auml;n. Miten meill&auml; on kyky hahmottaa ja
tutkia suuria abstrakteja kokonaisuuksia, joita me emme kuitenkaan pysty
henkil&ouml;kohtaisesti koskaan kokemaan. Miten pieni on l&auml;sn&auml; suuressa ja suuri
pieness&auml;, ja miten ihminen on toisaalta kiistatta osa kaiken valtavuutta ja
toisaalta kokee olevansa siit&auml; erill&auml;&auml;n.
<p>
Tuulilukko puhuu riemusta, h&auml;mmennyksest&auml;, onnesta, ahdingosta,
ep&auml;varmuudesta, kaipauksesta, pelosta, rakkaudesta ja ykseydest&auml;, joka voi
vallata ihmisen, kun h&auml;n pys&auml;htyy katsomaan itse&auml;&auml;n el&auml;m&auml;ns&auml; keskell&auml;.
Keskell&auml; maailmankaikkeutta, jonka valtavuus on h&auml;nelle k&auml;sitt&auml;m&auml;t&ouml;n, ja
keskell&auml; omaa el&auml;m&auml;&auml;ns&auml;, jossa h&auml;nen tunteensa h&auml;nt&auml; sinne t&auml;nne
heittelev&auml;t.
<p>
Ensimm&auml;inen ("rantaan rajattomuuden...") ja nelj&auml;s ("railoihin
t&auml;hdenv&auml;lien...") s&auml;keist&ouml; avaavat laulun kertojalle sit&auml; kaikkein suurinta
mittakaavaa: kosmosta, jossa tapahtuu ihmisen kokemusmaailmalle liian suuria
asioita. Kaikkeus laajenee, mustat aukot imaisevat maailmoita, komeetat
viilett&auml;v&auml;t loputtomilta tuntuvissa pimeyksiss&auml; ja aika kulkee vailla &auml;&auml;rt&auml;
tai rajaa.
<p>
Toinen ("ved&auml;n kultaista verkkoa merell&auml;...") ja viides ("kavahdanko suurta
tammea...") s&auml;keist&ouml; kuvaavat niit&auml; konkreettisia asioita, joista ihmisen
el&auml;m&auml; rakentuu. Toisessa s&auml;keist&ouml;ss&auml; s&auml;vy on autuas: kalastajan verkko on
kultainen, usva n&auml;ytt&auml;&auml; tien (eik&auml; siis eksyt&auml;!), maa jalkojen alla on hyv&auml;
(muistakaamme menneisyydest&auml; <a href="http://cmx.fi/levyt/index.php?album=veljeskunta&type=album#6">Rytmitehdas</a>-kappaleen kertos&auml;e), tuuli on
leppe&auml;. Nelj&auml;nness&auml; s&auml;keist&ouml;ss&auml; s&auml;vy on melkeinp&auml; p&auml;invastainen, ep&auml;ilev&auml;n
tai kysyv&auml;n pelokas. Nyt tammi, viisauden symboli, her&auml;tt&auml;&auml; yll&auml;tt&auml;en
h&auml;mmennyst&auml;.
<p>
Olennaista on se, ett&auml; ensimm&auml;isen ja nelj&auml;nnen s&auml;keist&ouml;n sek&auml; toisen ja
viidennen s&auml;keist&ouml;n maailmat ovat samaa maailmaa: suden n&auml;lk&auml;&auml; lumessa
kavahtava kertoja asuu siin&auml; kosmoksessa, joka laajenee laajenemistaan ja
jossa t&auml;hteinv&auml;lit ovat t&auml;ynn&auml; hyist&auml; mustuutta. Se maailma on h&auml;nen ainoa
kotinsa.
<p>
Kertos&auml;e on tavattoman runsas. Otetaan se t&auml;h&auml;n kokonaan:
<p>
olisinpa oikea ihminen
<br>
olisinpa el&auml;v&auml;
<br>
olisinpa todellinen
<br>
kivun riimut iholla
<br>
olisinpa hetken kerran
<br>
elonmatkan keston verran
<br>
viiman vied&auml;, virran kastaa
<br>
k&auml;den kovan hyv&auml;ell&auml;
<p>
T&auml;m&auml;n voi ymm&auml;rt&auml;&auml; ainakin kahdella tavalla, joista toinen on murheellinen
ja toinen toiveikas.
<p>
Ensimm&auml;inen, murheellinen lukutapa avaa kertos&auml;keen niin, ett&auml; laulun
kertoja kokee ett&auml; h&auml;n on el&auml;m&auml;lle vieras tai el&auml;m&auml; on h&auml;nelle liian suuri.
H&auml;n sanoo: kunpa voisin kokea kaiken, kunpa voisin saada kiinni hetkest&auml;
joka katoaa, kunpa el&auml;m&auml;ni olisi t&auml;ytt&auml; ja kunpa saisin rakastaa, mutta
pelk&auml;&auml;n ett&auml; kaikki vain liukuu ohitseni. T&auml;ss&auml; puhuu siis maailman ja
el&auml;m&auml;n loputtomasta runsaudesta h&auml;keltynyt ja kenties kauhistunutkin
ihminen: el&auml;m&auml;ss&auml; on niin paljon, ett&auml; siit&auml; ei mitenk&auml;&auml;n voi saada kiinni.
<p>
Toinen, toiveikas lukutapa avaa kertos&auml;keen niin, ett&auml; siin&auml; laulun kertoja
esitt&auml;&auml; ik&auml;&auml;n kuin uskontunnustuksensa: min&auml; haluan el&auml;&auml; niin, ett&auml; olen
l&auml;sn&auml; jokaisessa el&auml;m&auml;ni hetkess&auml;, niin etten sulje syd&auml;nt&auml;ni kivullekaan
vaan annan sen todella viilt&auml;&auml;, niin ett&auml; pysyn auki itselleni ja
ymp&auml;rist&ouml;lleni ja tunteilleni, niin etten koskaan kovetu millek&auml;&auml;n mit&auml;
el&auml;m&auml; vastaan tuo. T&auml;ss&auml; puhuu siis maailman ja el&auml;m&auml;n loputtomasta
runsaudesta syv&auml;sti vaikuttunut ihminen: maailma joka sis&auml;lt&auml;&auml; n&auml;in paljon
on suorastaan pyh&auml;, ja olisi h&auml;vyt&ouml;nt&auml; kaventaa oma kokemusmaailma
sellaiseksi, ett&auml; vain osa runsaudesta p&auml;&auml;sisi syd&auml;meen asti.
<p>
N&auml;hd&auml;kseni kertos&auml;e on kirjoitettu tarkoituksella siten, ett&auml; sen voi avata
kahdella melkeinp&auml; vastakkaisella tavalla. Nimitt&auml;in: kysymys ei ole siit&auml;
ett&auml; ihminen valitsisi el&auml;m&auml;ns&auml; keskell&auml; jommankumman reagoimistavan, vaan
siit&auml; ett&auml; h&auml;n reagoi molemmin tavoin, tilanteesta ja hetkest&auml; riippuen.
Maailmankaikkeus ON liian suuri, el&auml;m&auml; ON liian runsas. Mutta yht&auml; kiistatta
maailma ON pyh&auml; ja el&auml;m&auml; ON autuasta.
<p>
T&auml;ss&auml; siis puhutaan rakastetun kosketuksesta omalla iholla, ihmisk&auml;den
tunnun pyhyydest&auml;. Ja siit&auml; miten t&auml;htikuvioiden n&auml;keminen taivaalla
her&auml;tt&auml;&auml; kiistattoman tietouden oman el&auml;m&auml;n mit&auml;tt&ouml;myydest&auml;. Ja siit&auml; miten
omaa el&auml;m&auml;&auml; ei kuitenkaan voi kokea mit&auml;tt&ouml;m&auml;ksi, varsinkaan sill&auml; hetkell&auml;
kun n&auml;kee miten kauniisti auringonvalo kimaltaa verkossa merell&auml; tai haistaa
milt&auml; maa tuoksuu kun sit&auml; pitkin k&auml;velee usvaisena kes&auml;aamuna. Siit&auml; miten
suunnattoman kauniita auringot ja kuut ovat ja mink&auml;laisen ylv&auml;yden tunteen
ne voivat katsojassaan her&auml;tt&auml;&auml;. Ja siit&auml; miten kauas tuo ylv&auml;yden tunne
mielest&auml; h&auml;vi&auml;&auml;, kun tajuaa ett&auml; kaupunki on ruma ja rikki ja sinne vie vain
kylm&auml; tie jota pitkin on pakko menn&auml;.
<p>
Jos pysyt kaikelle avoimena, se my&ouml;s viilt&auml;&auml; ja raastaa ja repii ja puree.
Jos suljet itsesi silt&auml;, se ei koskaan n&auml;yt&auml; sinulle mit&auml;&auml;n kauneudestaan.
<p>
&copy;2007 Tero Valkonen<p>

